<template>
  <div class="page">
    <CommonHeader :title="siteName + ' ' + t(`html.${type}Title`)" />
    <!-- <main class="main term-box" v-html="t(`html.${type}Content`)" /> -->
    <main class="main term-box">
      <div>
        <h2>개인 정보 보호 정책 </h2>
        <p>Seabet.io 당사 서비스의 모든 사용자의 개인 정보를 존중하고 보호합니다. 이 개인 정보 보호 정책("정책")은 당사가 귀하의 개인 정보를 수집, 저장, 사용 및 공개하는 방법을 자세히 설명합니다.</p>
        <h3>1. 범위와 적용 </h3>
        <p>이 정책은 Seabet.io(이하 "웹사이트") 및 당사의 모든 모바일 애플리케이션 및 태블릿 애플리케이션을 포함하여 Seabet 브랜드의 모든 웹사이트 및 애플리케이션에 대한 귀하의 액세스 및 사용에 적용됩니다  . 또한 이 정책은 당사가 다른 방식으로 귀하와 상호 작용하는 경우에도 적용됩니다.</p>
        <h3>2. 이용자의 동의 및 수정</h3>
        <p>Seabet의 웹사이트를 사용함으로써, 귀하는 이 정책에 구속되는 것에 동의하게 됩니다. 당사는 단독 재량으로 언제든지 이 정책을 수정하거나 변경할 수 있는 권리를 보유하며 이러한 변경 사항을 사이트에 게시하고 이러한 변경 사항은 게시 즉시 효력을 발생합니다. 그러한 변경 후에도 사이트를 계속 사용하면 그러한 변경 사항을 수락하는 것으로 간주됩니다. 이 정책은이 웹 사이트에 링크 된 다른 웹 사이트에는 적용되지 않습니다.</p>
        <p>3입니다. 수집하는 개인 정보</p>
        <ul>
          <li>당사는 다음과 같은 유형의 개인 정보를 수집하고 처리할 수 있습니다.</li>
          <li>이름</li>
          <li>이메일 주소</li>
          <li>사용자가 제출한 기본 설정 정보</li>
          <li>생년월일</li>
          <li>국적</li>
          <li>실제 주소</li>
          <li>식별 번호 정부</li>
          <li>정부 발급 신분증</li>
          <li>위치 정보</li>
          <li>기기 정보</li>
          <li>IP 주소</li>
        </ul>
        <p>이 정보는 주로 귀하가 계정을 등록하거나 당사와 통신할 때 제공하는 정보에서 파생됩니다.</p>
        <h3>4. 수집 목적</h3>
        <p>당사는 다음을 위해 귀하의 개인 정보를 수집합니다.</p>
        <ul>
          <li>고객 신원 확인(KYC) 수행</li>
          <li>귀하가 당사의 마케팅 커뮤니케이션을 구독할 수 있도록 하기 위해</li>
          <li>회원 신청을 처리하려면</li>
          <li>서비스 제공 및 개선</li>
          <li>신원 확인 및 확인</li>
          <li>당신과 의사 소통</li>
          <li>시장 조사 및 판촉 활동 수행</li>
          <li>귀하의 질문과 요청에 응답하기 위해</li>
          <li>계약 및 법적 의무 준수</li>
        </ul>


        <p>5입니다. 개인정보의 이용 및 공개</p>
        <p>당사는 마케팅 활동을 위해 귀하의 개인 정보를 사용할 수 있으며 이메일, 문자 메시지 또는 전화를 통해 귀하가 관심을 가질 것으로 생각되는 제품 또는 서비스에 대해 알려줄 수 있습니다. 더 이상 당사로부터 마케팅 또는 판촉 정보를 수신하지 않으려면 이메일로 연락하여 언제든지 구독을 취소할 수 있습니다.</p>
        <h3>6. 개인정보의 안전성 확보</h3>
        <p>사용자는 인터넷 데이터의 전송이 절대적으로 안전하지 Seabet.io 사용자가 플랫폼에 업로드한 정보의 절대적인 보안을 보장할 수 없음을 이해해야 하며 사용자는 위험을 감수해야 합니다. 다만, 이용자 Seabet.io 정보의 전송을 받은 후에는 이용자 개인정보의 오용, 분실, 무단 액세스, 수정 및 공개를 방지하기 위해 적절한 조치를 취합니다. 여기에는 시스템 및 데이터베이스의 암호 보호 사용과 SSL(Secure Sockets Layer) 기술 사용이 포함됩니다. 당사 서비스를 사용하거나 개인 정보를 제공함으로써 사용자는 서비스 사용과 관련된 보안, 개인 정보 보호 및 관리 문제와 관련하여 귀하와 전자적으로 통신할 수 있다는 데 동의합니다. Seabet.io 직원, 대리인 및 계약자는 회원의 개인 정보 및 거래를 기밀로 유지해야 합니다. 사용자가 공개 플랫폼 또는 소셜 미디어 환경(예: Facebook, Twitter)에 게시한 정보는 공개 정보로 간주 Seabet.io 이러한 정보의 보안은 보장할 수 없습니다.</p>
        <p>우리는 우리의 서비스가 어린이를 대상으로하지 않으며 계정이나 개인 정보를 허용하지 않는다는 것을 강조합니다. 그러나 부모 또는 보호자는 자녀의 인터넷 활동을 모니터링할 의무가 있습니다. 특히 기기를 공유하는 경우 웹사이트 사용을 마치는 즉시 계정에서 로그아웃해야 합니다. 사용자는 웹 사이트에 액세스하는 데 사용되는 장치의 보안 및 액세스 권한에 대한 책임이 있습니다. 궁극적으로 사용자는 사용자 이름, 비밀번호 및 계정 정보의 기밀성을 유지하며 인터넷과 웹 사이트를 사용할 때주의를 기울입니다.</p>
        <h3>7. 입니다. 개인정보에 대한 접근</h3>
        <p>이용자는 웹사이트의 "설정" 링크를 클릭하거나 support@Seabet.io 에 이메일을 보내 Seabet.io 수집한 개인정보에 접근할 수  있습니다. 당사는 합리적인 기간 내에 사용자의 액세스 요청에 응답할 것입니다. 귀하의 요청을 준수할 수 없는 경우 액세스 거부 사유와 불만 제기 메커니즘을 서면으로 알려드립니다.</p>
        <h3>8. 입니다.  개인 데이터 제거</h3>
        <p>더 이상 사용자의 개인 데이터를 합법적으로 처리하거나 저장할 수 없는 경우 사용자는 삭제를 요청할 권리가 있습니다. 그러나 이 권리는 절대적인 것이 아니며 법적 의무가 Seabet.io 경우 사용자의 요구 사항을 충족할 수 없습니다. support@Seabet.io 로 이메일을 보내 요청하십시오.</p>
        <h3>9. 입니다. 접촉</h3>
        <p>귀하의 개인 정보 처리에 대한 질문, 요청 또는 불만 사항이 있는 경우 이메일 support@Seabet.io 또는 웹사이트 고객 지원 채팅 기능을 통해 당사에 문의하십시오.</p>



        <h3>10. 국제 데이터 전송</h3>
        <p>당사는 데이터 보호법이 귀하의 위치와 다를 수 있는 다른 국가를 포함하되 이에 국한되지 않는 전 세계적으로 정보를 전송, 처리 및 저장할 수 있습니다. 당사는 가능한 한 그리고 관련 법률에서 요구하는 바에 따라 귀하의 정보를 보호할 것입니다.</p>
        <h3>11. 처리에 대한 법적 근거의 근원</h3>
        <p>글로벌 일반 데이터 보호 규정에 따르면 귀하의 개인 정보 처리 Seabet.io 계약 이행, 정당한 이익, 사용자 동의 및 법적 의무 준수와 같은 법적 근거가 있습니다.</p>
        <h3>12. 개인 정보 보호 정책 업데이트</h3>
        <p>Seabet.io 우리의 관행과 책임을 반영하기 위해 본 개인 정보 보호 정책을 정기적으로 검토, 변경 및 업데이트 할 수 있습니다. 우리는 웹 사이트 Seabet.io 에 최신 개인 정보 보호 정책을 게시 할 것입니다. 사용자는 이 개인 정보 보호 정책을 주기적으로 검토하여 해당 약관을 숙지해야 합니다.</p>
      </div>
    </main>
  </div>
</template>

<script setup lang="ts">
import { useRoute } from 'vue-router'

import CommonHeader from '@/components/layout/CommonHeader.vue'
import { useI18n } from 'vue-i18n'

const { t } = useI18n()
const siteName = import.meta.env.VITE_APP_SITE_NAME
const route = useRoute()

const type = route.params.type ? route.params.type : 'rules'
</script>
