export default {
  home: 'Главная',
  search: 'Поиск',
  promo: 'Акции',
  support: 'Поддержка',
  onlineSupport: 'Поддержка',
  accountMenu: 'Профиль',
  account: 'Аккаунт',
  confirm: 'Подтвердить',
  confirmd: 'Подтверждено',
  all: 'Все',
  save: 'Сохранить',
  cancel: 'Отмена',
  close: 'Закрыть',
  start: 'Начать',
  loading: 'Загрузка',
  end: 'Конец',
  to: 'до',
  or: 'или',
  and: 'и',
  at: 'в',
  goto: 'перейти',
  refreshSuccess: 'Обновление прошло успешно',
  loadingFail: 'Ошибка загрузки',
  noMore: 'Больше нет...',
  login: 'Войти',
  otherMethod: 'Другой способ',
  reg: 'Регистрация',
  userName: 'Имя пользователя',
  email: 'Электронная почта',
  sendEmail: 'Отправить код подтверждения',
  sended: 'Отправлено',
  emailCaptcha: 'Код подтверждения на почту',
  password: 'Пароль',
  forgetPassword: 'Забыли пароль',
  resetPwd: 'Сбросить пароль',
  noUser: 'Нет аккаунта?',
  createUser: 'Создать аккаунт',
  googleCode: 'Код Google Authenticator',
  inputGoole: 'Введите код Google Authenticator',
  partner: 'Официальные партнеры:',
  date: 'Дата',
  day: 'День',
  month: 'Месяц',
  year: 'Год',
  birthday: 'Дата рождения',
  telephone: 'Телефон',
  country: 'Страна',
  hasAccount: 'Уже есть аккаунт?',
  logout: 'Выйти',
  address: 'Адрес',
  zipCode: 'Почтовый индекс',
  loginPage: {
    useGoogle: 'Использовать Google Authenticator',
    userNameOrEmail: 'Имя пользователя или электронная почта'
  },
  regPage: {
    holderUserName: 'Создайте ваше имя пользователя',
    holderEmail: 'например: you@example.com',
    holderTelephone: 'Телефон (+66 xxxxxxxxxxx)',
    isAdult: 'Я подтверждаю, что мне исполнилось 18 лет и я принимаю',
    termCondition: 'Правила и условия',
    privacyPolicy: 'Политика конфиденциальности',
    isAgree: 'Я согласен получать маркетинговую информацию о промоакциях и мероприятиях SEABET.'
  },
  thirdRegPage: {
    beFinished: 'Скоро завершите!',
    fixInfo: 'Пожалуйста, дополните ваши данные'
  },
  myprofile: 'Мой профиль',
  clubLevel: 'Уровень клуба',
  userLevels: {
    '101': 'Стальной',
    '102': 'Бронзовый',
    '103': 'Серебряный',
    '104': 'Золотой',
    '105': 'Платиновый',
    '106': 'Титан',
    '107': 'Бриллиантовый'
  },
  homePage: {
    currentMultiplier: 'Текущий множитель очков',
    nextReward: 'Награда следующего уровня',
    showProgress: 'Показать мой прогресс'
  },
  userAccount: 'Учётная запись пользователя',
  wallet: 'Кошелёк',
  myBets: 'История ставок',
  rewards: 'Награды',
  notifications: 'Уведомления',
  noSearchResult: 'Извините, результаты по запросу "{ keyword }" не найдены. Пожалуйста, попробуйте другие поисковые запросы.',
  searchResultNum: 'Найдено { searchResult } результатов',
  promoDetail: 'Детали предложения',
  club: 'Клуб',
  tiers: 'Уровни',
  clubTips: 'Каждый месяц ваши награды будут сбрасываться, пожалуйста, заберите ваши награды до конца месяца, не пропустите.',
  currentPoints: 'Текущий объем ставок',
  currentPointsMultiplier: 'Текущий множитель очков',
  receiveReward: 'Получить награду',
  alreadyReceived: 'Получено',
  mergedReards: 'Уже накоплено и объединено для следующего уровня',
  noReward: 'Нет награды, продвигайтесь на следующий уровень, чтобы разблокировать первую награду',
  vipClub: 'VIP клуб',
  mallStore: 'Магазин баллов',
  generalInformation: 'Основная информация',
  changePassword: 'Сменить пароль',
  googleAuthenticator: 'Google Authenticator',
  privacySetting: 'Настройки конфиденциальности',
  currentPwd: 'Текущий пароль',
  newPwd: 'Новый пароль',
  confirmPwd: 'Подтвердите новый пароль',
  changePwdLimit: 'Для обеспечения безопасности ваших средств, после изменения пароля вы не сможете вывести средства на новый адрес кошелька в течение 24 часов.',
  disabledGoogle: 'Google Authenticator отключен',
  activeGoogle: 'Пожалуйста, используйте Google Authenticator для сканирования QR-кода или ввода кода для активации.',
  whatGoogleCode: 'Что такое Google Authenticator?',
  typeCode: 'Введите код Google',
  submitCode: 'Отправить код',
  keyValue: 'Ключевое значение',
  // 消息通知
  notice: 'Объявление',
  mail: 'Внутренняя почта',
  makeAllRead: 'Отметить все как прочитанные',
  noMessage: 'У вас нет никаких уведомлений',
  // 奖励
  claimReward: 'Промо-код',
  claimNewReward: 'Получить новую награду',
  rewardCode: 'Код награды',
  claim: 'Получить',
  recentTransaction: 'Последние транзакции',
  // 搜索
  searchHolder: 'Игры, производители',
  searchMore: 'Искать больше',
  searchRecommend: 'Рекомендуем для вас',
  enter: 'Войти',
  // fund
  fundAccount: 'Кошелёк',
  activeBalance: 'Баланс',
  balance: 'Баланс',
  deposit: 'Депозит',
  buyCrypto: 'Купить крипто',
  withdraw: 'Вывести',
  youDepositAddress: 'Ваш адрес для депозита',
  minDepositAmount: 'Минимальная сумма депозита',
  quickTips: 'Быстрые советы',
  quickTipCont: 'При каждом переводе обязательно используйте самый новый адрес депозита из нашего кассового стола.',
  promoCode: 'Промо-код',
  currentBalance: 'Текущий баланс',
  myRewards: 'Мои награды',
  transactionHistory: 'История транзакций',
  supportSettings: 'Поддержка и настройки',
  walletSettings: 'Настройки кошелька',
  faq: 'Часто задаваемые вопросы',
  liveSupport: 'Онлайн поддержка',
  chooseCrypto: 'Выберите предпочитаемую валюту',
  cryptoCurrency: 'Криптовалюта',
  bank: 'Фиатная валюта',
  chooseDepositChain: 'Выберите сеть для депозита',
  confirmDepositAddress: 'Пожалуйста, подтвердите ваш адрес для депозита перед выполнением транзакции',
  recommendExchange: 'Покупайте криптовалюту на рекомендованных нами биржах',
  // 交易记录
  deposits: 'Депозиты',
  withdrawals: '{currency} Вывод средств',
  bets: 'Ставки',
  wins: 'Выигрыши',
  currencyFilter: 'Фильтр по валюте',
  dateFilter: 'Фильтр по дате',
  winLose: 'Выигрыш/Проигрыш',
  nodata: 'Нет данных',
  // 钱包设置
  currency: 'Валюта',
  btcUnit: 'Единица биткойна',
  // 提款
  inputAmount: 'Введите сумму',
  walletDetails: 'Детали кошелька',
  walletDetailsBig: 'Детали кошелька',
  waitingResults: 'Ожидание проверки',
  withdrawUsdt: '{currency} Вывод средств',
  amount: 'Сумма',
  minWithdrawAmount: 'Минимальная сумма для вывода',
  next: 'Далее',
  youWithdrawAddress: 'Ваш адрес для вывода',
  payto: 'Оплатить на',
  checkWithdrawAddress: 'Всегда проверяйте адрес вашего кошелька перед каждой транзакцией.',
  previewWithdraw: 'Предварительный просмотр вывода',
  confirmWithdrawInfo: 'Пожалуйста, подтвердите правильность всех данных',
  network: 'Сеть',
  withdrawing: 'Вывод средств в процессе',
  summary: 'Сводка',
  transactionType: 'Тип транзакции',
  finalBalance: 'Итоговый баланс',
  backToFund: 'Вернуться к средствам',
  chooseWithdrawChain: 'Выберите сеть для вывода',
  confirmWithdrawAddress: 'Пожалуйста, подтвердите ваш адрес для вывода перед выполнением транзакции',
  walletAddress: 'Адрес кошелька',
  walletAddressBig: 'Адрес кошелька',
  tradeStatus: { 1: 'Не завершено', 2: 'Подтверждено', 3: 'Удалено' },
  // 首页
  readMore: 'Подробнее',
  sports: 'Спорт',
  liveCasino: 'Живое казино',
  slots: 'Слоты',
  casino: 'Казино',
  sbSport: 'Saba Спорт',
  fbSport: 'FB Спорт',
  downloadApp: 'Скачать приложение',
  androidApple: 'Android/IOS',
  globalPaymentSolutions: 'Платежные решения',
  otherPayment: 'основные методы оплаты',
  sportsBet: 'Ставки на спорт',
  liveCasinoBet: 'Ставки в живом казино',
  slotBet: 'Ставки на слоты',
  more: 'Больше',
  loadMore: 'Загрузить больше',
  providers: 'Провайдеры',
  allProviders: 'Все провайдеры',
  sortBy: 'Сортировать по',
  popular: 'Популярные',
  promotions: 'Промо-акции',
  aboutUs: 'О нас',
  selectLanguage: 'Выберите язык',
  ruleTerms: 'Правила и условия',
  responsibleGambling: 'Ответственная игра',
  amlPolicy: 'Политика борьбы с отмыванием денег',
  selfExclusion: 'Самоисключение',
  privacyPolicy: 'Политика конфиденциальности',
  fairness: 'Честность',
  game: 'Игра',
  followUs: 'Подписывайтесь на нас',
  language: 'Язык',
  helpCenter: 'Центр помощи',
  acceptCrypto: 'Принимаемые криптовалюты',
  licencesSecurity: 'Лицензии и безопасность',
  gameBig: 'Игра',
  userBig: 'Пользователь',
  payoutBig: 'Выплата',
  betUser: 'Ставки пользователя',
  multiplier: 'Множитель',
  paymentAmount: 'Сумма платежа',
  invisibility: 'Невидимость',
  currencyLang: {
    usdt: 'Tether',
    btc: 'Bitcoin',
    eth: 'Ethereum',
    busd: 'Binance USD',
    trx: 'Tron',
    xrp: 'Ripple',
    bnb: 'Binance Coin',
    ltc: 'Litecoin',
    ada: 'Cardano',
    doge: 'Dogecoin',
    ton: 'TON (The Open Network)',
    usd: 'Доллар США',
    cny: 'Юань',
    brl: 'Бразильский реал',
    inr: 'Индийская рупия',
    thb: 'Тайский бат',
    jpy: 'Японская иена',
    vnd: 'Вьетнамский донг',
    php: 'Филиппины'
  },
  // 积分商城
  points: 'Очки',
  pointsNum: 'Количество очков',
  earnPoints: 'Заработать',
  pointType: 'Тип',
  spentPoints: 'Потрачено',
  afterPoints: 'Очки после изменения',
  createTime: 'Время создания',
  pointsType: {
    '1': 'Ставка',
    '2': 'Обмен товаров',
    '3': 'Промо-акции',
    '4': 'Добавлено системой',
    '5': 'Вычтено системой',
    '6': 'Отмена обмена'
  },

  // 游戏提供商
  provider: {
    all: 'ВСЕ',
    sabaSports: 'Saba Спорт',
    btiSports: 'Seabet Спорт',
    fbSports: 'FB Спорт',
    evolution: 'Evolution',
    bombayLive: 'Bombay Live',
    ezugi: 'Ezugi',
    asiaGaming: 'Asia Gaming',
    pragmaticPlay: 'Pragmatic Play',
    playingo: "Play'n GO",
    netEnt: 'NetEnt',
    playTech: 'PlayTech',
    microgaming: 'Microgaming',
    sexy: 'Sexy Baccarat',
    pgSoft: 'PG Soft',
    hacksawGaming: 'Hacksaw Gaming',
    jili: 'JILI',
    spribe: 'Spribe'
  },

  // 数据验证提示
  tips: {
    // 用户-登录注册
    inputAccount: 'Пожалуйста, введите имя пользователя',
    isAccount: 'Имя пользователя должно быть строкой из 5-12 символов, начинающейся с буквы',
    inputPassword: 'Пожалуйста, введите пароль',
    isPwd: 'Пароль должен быть числом или буквами длиной от 6 до 16 символов',
    pwdNotMatch: 'Пароли не совпадают',
    googleCode: 'Код Google Authenticator должен состоять из 6 цифр',
    loginFail: 'Не удалось войти',
    inputEmail: 'Пожалуйста, введите электронную почту',
    isEmail: 'Неверный формат электронной почты',
    inputEmailcapcha: 'Пожалуйста, введите код подтверждения электронной почты',
    inputDay: 'Пожалуйста, выберите день рождения',
    inputMonth: 'Пожалуйста, выберите месяц рождения',
    inputYear: 'Пожалуйста, выберите год рождения',
    inputCountryCode: 'Пожалуйста, введите код страны',
    inputphoneNumber: 'Пожалуйста, введите номер телефона',
    inputAddress: 'Пожалуйста, введите адрес',
    inputZipCode: 'Пожалуйста, введите почтовый индекс',
    userNameExist: 'Имя пользователя уже существует',
    emailExist: 'Электронная почта уже существует',
    emailNotExist: 'Электронная почта не существует',
    isAudit: 'Пожалуйста, подтвердите, что вам исполнилось 18 лет и вы принимаете политику конфиденциальности',
    isAgree: 'Пожалуйста, прочитайте и примите информацию о соответствующих маркетинговых акциях',
    regSuccess: 'Регистрация прошла успешно',
    regFail: 'Не удалось зарегистрироваться',
    loginSuccess: 'Успешный вход в систему',
    sendSuccess: 'Отправлено успешно',
    resetSuccess: 'Пароль успешно сброшен, пожалуйста, войдите снова',
    resetFail: 'Не удалось сбросить пароль',
    sendFail: 'Отправка не удалась',
    editUserInfoSuccess: 'Информация пользователя успешно изменена',
    inputNewPwd: 'Пожалуйста, введите новый пароль',
    isNewPwd: 'Новый пароль должен быть числом или буквами длиной от 6 до 16 символов',
    inputOldPwd: 'Пожалуйста, введите старый пароль',
    isOldPwd: 'Старый пароль должен быть числом или буквами длиной от 6 до 16 символов',
    editPwdSuccess: 'Пароль успешно изменен, пожалуйста, войдите снова',
    bindGoogleSuccess: 'Google Authenticator успешно привязан',
    logoutSuccess: 'Успешный выход из системы',
    setSuccess: 'Успешно установлено',
    inputWithdrawAmount: 'Пожалуйста, введите сумму для вывода',
    overMaxWithdrawAmount: 'Сумма вывода не может превышать баланс',
    underMinWithdrawAmount: 'Сумма вывода должна превышать минимальную сумму',
    inputWithdrawAddress: 'Пожалуйста, введите адрес для вывода',
    withdrawSuccess: 'Запрос на вывод средств успешно отправлен',
    withdrawFail: 'Не удалось отправить запрос на вывод средств',
    receivedRewardSuccess: 'Успешно получено',
    receivedRewardFail: 'Не удалось получить',
    noLogin: 'Вы не вошли в систему',
    goLogin: 'Перейти к входу в систему',
    invalidThirdUser: 'Не удалось проверить третьего пользователя',
    authFail: 'Не удалось авторизоваться',
    copySuccess: 'Успешно скопировано',
    copyFail: 'Этот браузер не поддерживает автоматическое копирование, пожалуйста, скопируйте вручную',
    inputExhangeCode: 'Пожалуйста, введите код обмена',
    startGameFail: 'Не удалось запустить игру',
    insufficientPoints: 'Недостаточно очков',
    exhangeSuccess: 'Обмен успешно завершен',
    openWindow: 'Сейчас для вас будет открыто окно для игры, приятной игры',
    openExchange: 'Сейчас для вас будет открыто окно для входа на биржу',
    unBindGoogleSuccess: 'Google Authenticator успешно отвязан',
    openExplorer: 'Сейчас для вас будет открыто окно для проверки транзакции',

    inputTrueName: 'Пожалуйста, введите имя',
    selectDocType: 'Нажмите, чтобы выбрать тип документа',
    inputDocType: 'Пожалуйста, выберите тип документа',
    inputDdocNumber: 'Пожалуйста, введите номер документа',
    inputPassportNo: 'Пожалуйста, введите номер паспорта',
    airlineCompany: 'Пожалуйста, введите авиакомпанию',
    inputDeparture: 'Пожалуйста, введите место отправления',
    inputDestination: 'Пожалуйста, введите место назначения',
    inputHotelName: 'Пожалуйста, введите название отеля',
    inputCity: 'Пожалуйста, введите город',
    inputCountry: 'Пожалуйста, введите страну',
    inputRoomNum: 'Пожалуйста, введите количество комнат',
    inputInRoomDay: 'Пожалуйста, введите количество дней пребывания',
    betHolder: 'Время ставки',
    inputBetTime: 'Пожалуйста, выберите время ставки',
    inputOrderId: 'Пожалуйста, введите номер заказа',
    orderNoholder: "Номер заказа, несколько номеров разделяйте '，'",
    applySuccess: 'Заявка успешна',
    applyFail: 'Заявка не удалась',
    pwdName: 'Ваше имя пользователя и пароль не могут совпадать'
  },

  rewardsBig: 'Награды',
  myStats: 'История очков',
  exclusiveRewards: 'Эксклюзивные награды',
  quickBuys: 'Быстрые покупки',
  earned: 'Заработано',
  spent: 'Потрачено',
  pointsHistory: 'История очков',
  earnPointsAndTrack: 'Зарабатывайте очки и отслеживайте их',
  viewPointsRecord: 'Просмотр всех ваших записей о расходах очков',
  buyNow: 'Обменять сейчас',
  youWillGet: 'Вы получите',
  bonusValue: 'Стоимость бонуса',
  wageringRequirement: 'Требование по ставкам',
  enableVisible: 'Включить режим невидимости',
  hiddenYourBet: 'Ваши ставки не будут отображаться в общей динамике ставок и их обзоре',
  startNow: 'Начать сейчас',
  withdrawStatus: { 1: 'В процессе', 2: 'Подтверждено', 3: 'Отклонено' },
  time: 'Время',
  betAmount: 'Сумма ставки',
  support2: 'Поддержка',
  btiSportIntro: 'С многолетним опытом работы в спортивной платформе, платформа спортивных ставок Seabet предлагает игрокам захватывающий и оптимизированный опыт спортивных ставок.',
  sabaSportIntro: 'С почти двадцатилетним опытом, платформа Saba Sports предлагает широкий спектр спортивных событий, множество инновационных типов ставок и лучшие в отрасли коэффициенты.',
  fundRecord: 'История операций',
  categoryFilter: 'Фильтрация по категории',
  fundCategory: {
    1: 'Депозит',
    2: 'Вывод средств',
    3: 'Ставка',
    4: 'Расчет',
    5: 'Системное начисление',
    6: 'Системное снятие',
    7: 'Промо-акции',
    8: 'Возврат',
    9: 'VIP-вознаграждение',
    10: 'Обмен на фишки',
    11: 'Партнерское вознаграждение',
    12: 'Комиссия',
    17: 'Неудачный вывод средств'
  },
  beforeBalance: 'Баланс до операции',
  afterBalance: 'Баланс после операции',
  tradeDetails: 'Детали транзакции',
  tradeNo: 'Номер транзакции',
  orderStatus: 'Статус заказа',
  orderType: 'Тип заказа',
  orderTypes: { 1: 'Депозит', 2: 'Вывод', 3: 'Ставка', 4: 'Бонус' },
  blockChain: 'Блокчейн',
  betAndEarn: 'Ставь и выигрывай',
  placeAndEarn: 'Ставь и выигрывай',
  spinAndEarn: 'Крути и выигрывай',
  enabledGoogle: 'Google Authenticator включен',
  stopGoogle: 'Google Authenticator включен, если вы хотите отключить эту функцию, введите код Google и нажмите "Отправить код", чтобы отключить.',
  unlockNewReward: 'Новая награда разблокирована!',
  unlockNewRewardTip: 'Поздравляем! Вы только что разблокировали новую награду. Нажмите здесь, чтобы выбрать тип награды',
  dymondReward: 'Когда вы достигнете этого уровня, награда будет автоматически создана',
  siteTitle: 'Ведущий криптовалютный казино и спортивная платформа ставок',
  unlockAllReward: 'Поздравляем! Вы разблокировали все награды',
  newGame: 'Новая игра',
  oneDay: '24 часа',
  week: 'Неделя',
  moreGame: 'Больше игр',
  question: 'Часто задаваемые вопросы',
  status: 'Статус',
  tradeCode: 'Код транзакции',
  copyTradeCode: 'Скопировать код транзакции',
  realName: 'Имя',
  sex: 'Пол',
  male: 'Мужской',
  female: 'Женский',
  documentType: 'Тип документа',
  documentNumber: 'Номер документа',
  airlineCompany: 'Авиакомпания',
  placeOfDeparture: 'Место отправления',
  destination: 'Место назначения',
  onewayOrRoundtrip: 'Односторонний или в обе стороны',
  oneway: 'Односторонний',
  roundtrip: 'В обе стороны',
  engineroomType: 'Тип салона',
  economyClass: 'Эконом-класс',
  businessClass: 'Бизнес-класс',
  firstClass: 'Первый класс',
  submit: 'Отправить',
  hotelName: 'Название отеля',
  city: 'Город',
  roomType: 'Тип номера',
  presidentialSuite: 'Президентский люкс',
  luxurySuite: 'Роскошный люкс',
  businessSuite: 'Бизнес-люкс',
  roomNum: 'Количество комнат',
  roomDay: 'Количество дней пребывания',
  otherService: 'Другие услуги',
  idCard: 'Удостоверение личности',
  passport: 'Паспорт',
  militaryId: 'Военный билет',
  diplomaticCard: 'Дипломатическая карта',
  moonpayExchange: 'Покупка криптовалюты с помощью дебетовой/кредитной карты',
  learnMore: 'Узнать больше',
  comingSoon: 'Скоро будет доступно...',
  affiliate: 'Партнерская программа',
  rewardActivities: 'Наградные мероприятия',
  rewardRecords: 'Записи о наградах',
  applyPromo: 'Подать заявку на награду',
  applyNow: 'Подать заявку сейчас',
  rewardStatus: { 0: 'В процессе', 1: 'Одобрено', 2: 'Отклонено' },
  betTime: 'Время ставки',
  betOrderNo: 'Номер ставки',
  startEarning: 'Начать зарабатывать',
  historyType: 'Тип',
  rewardName: 'Название награды',
  startTime: 'Время начала',
  endTime: 'Время окончания',
  minMaxBet: 'Минимальная - Максимальная ставка',
  volatility: 'Волатильность',
  volatilitys: { 1: 'Низкая', 2: 'Средне-низкая', 3: 'Средняя', 4: 'Средне-высокая', 5: 'Высокая', 6: 'Очень высокая', 7: 'Очень низкая' },
  myPoints: 'Мои очки',
  backPromo: 'Вернуться к акциям',
  noSupportFullScreen: 'Текущий браузер не поддерживает полноэкранный режим',
  pointsExchange: 'Обмен очков',
  view: 'Просмотр',
  oprate: 'Просмотр',
  remain: 'Остаток',
  directlyLogin: 'Или использовать',
  fastDeposit: 'Быстрый депозит',
  demoMode: 'Режим демонстрации',
  trueMode: 'Режим реальных денег',
  gameCurrency: 'Валюты в игре',
  gameStatic: 'Статистика игры',
  receivedSuccess: '{ amount } USDT успешно получено',
  receivedSuccess2: '{ amount } { currency } успешно получено',
  goTime: 'Время отправления',
  backTime: 'Время возвращения',
  inTime: 'Время заезда',
  outTime: 'Время выезда',
  sabaSportDesc: {
    0: 'Полный спектр событий',
    1: 'Поддержка нескольких устройств',
    2: 'Безопасное шифрование',
    3: 'Точные мгновенные коэффициенты',
    4: 'Независимая панель управления'
  },
  seabetSportDesc: {
    0: 'Собственная разработка',
    1: 'Наивысшие коэффициенты',
    2: 'Кастомизированный интерфейс ставок',
    3: 'Точная система расчетов',
    4: 'Сотни вариантов ставок'
  },
  pickDate: 'Выбрать дату',
  inputGotime: 'Пожалуйста, выберите время отправления',
  inputBacktime: 'Пожалуйста, выберите время возвращения',
  inputInTime: 'Пожалуйста, выберите время заезда',
  inputOutTime: 'Пожалуйста, выберите время выезда',
  hotelTimeError: 'Время выезда не может быть меньше времени заезда',
  ticketTimeError: 'Время возвращения не может быть меньше времени отправления',
  countryHolder: '+86',
  numberHolder: '138xxxxxxxx',
  submitInfoSuccess: 'Ваша информация успешно отправлена',
  back: 'Назад',
  countryCode: 'Код страны',
  remainTime: 'Оставшееся время',
  upgrading: 'Системное обновление',
  upgradingTxt: 'Веб-сайт обновляется, приносим извинения за неудобства!',
  favariateGame: 'Любимая игра',
  recentlyGame: 'Недавно игранные',
  downloadTitle: 'Прогрессивное веб-приложение Seabet.io!',
  downloadDesc:
    'Добро пожаловать в наше новое приложение seabet.io! Вот пошаговые инструкции по установке приложения для Android и прогрессивного веб-приложения (PWA) для iOS. Наслаждайтесь весельем, скоростью и справедливостью в любое время и в любом месте!',
  step: 'Шаг',
  clickSave: 'Нажмите кнопку "Поделиться" на панели инструментов',
  addDesk: `Выберите "Добавить на главный экран" из меню`,
  clickAdd: `Нажмите "Добавить", чтобы завершить установку`,
  iosFinish: `Запустите приложение SEABET.IO с главного экрана вашего устройства iOS`,
  finishedDown: 'Ярлык теперь находится на вашем главном экране',
  addToDesk: 'В браузере выберите "Добавить на страницу"',
  clickDesk: 'Нажмите "Главный экран"',
  clickAddAndroid: 'Нажмите "Добавить"',
  hitratio: 'Коэффициент попадания',
  paylines: 'Линии выплат',
  nopwd: 'Вы зарегистрировались через социальные сети, поэтому вход без пароля.',

  affiliateTitle: 'Глобальная партнерская программа',
  overview: 'Обзор',
  advantage: 'Преимущества',
  affiliateQuestion: 'Часто задаваемые вопросы',
  overviewDesc: `SEABET.IO — это лучшая платформа для ставок на основе криптовалют. Мы предоставляем справедливую, безопасную и инклюзивную платформу для игроков, интересующихся ставками на спортивные события, живыми казино и игровыми автоматами. Ежегодно мы предлагаем более 420 000 предматчевых событий и тысячи различных видеослотов, настольных и живых дилерских игр, которые разработаны ведущими мировыми поставщиками. SEABET.IO демонстрирует рекордные темпы роста, и мы приглашаем вас стать частью этой истории успеха.`,
  bePartner: 'Стать партнером',
  howBePartner: 'Продвигайте SEABET.IO и зарабатывайте до 50% от доходов без ограничений по квотам! Мы предоставляем услуги на 11 языках, и у нас есть региональные менеджеры по всему миру!',
  commissionDetails: 'Детали комиссии:',
  level: 'Уровень',
  monthActivePlayer: 'Активные игроки в месяц',
  commissionRate: 'Комиссионная ставка',
  activePlayerDesc: 'Активные игроки: депозиты за месяц ≥100 USDT или ставки за месяц ≥500 USDT (или эквивалент в другой криптовалюте)',
  retentionTitle: 'Вопросы и ответы',
  retentionSubTitle: 'Есть вопросы? Смотрите здесь',
  generalInfo: 'Общая информация',
  retentionQ1: '1. Что такое партнерская программа?',
  retentionA1:
    'Партнерская программа Seabet.io — это сотрудничество между вами и оператором. Мы выплачиваем вам комиссию за привлечение потенциальных клиентов через ваш сайт, социальные сети, форумы, ссылки и другие каналы. Каждый привлеченный активный клиент, который генерирует доход, приносит вам прибыль.',
  retentionQ2: '2. Как присоединиться к партнерской программе?',
  retentionA2: 'Регистрация не требуется, все успешно зарегистрированные пользователи получают уникальную ссылку, которую можно найти в меню "Партнерская программа".',
  retentionQ3: '3. Сколько можно заработать на партнерской программе?',
  retentionA3: 'Ваш потенциальный доход не ограничен. Чем больше клиентов вы привлекаете, тем больше дохода вы можете заработать.',
  retentionQ4: '4. Требуются ли какие-либо платежи для участия в партнерской программе?',
  retentionA4: 'Партнерская программа Seabet.io совершенно бесплатна! Наша цель — помочь вам продвигать наш бренд, и мы рады вознаградить вас за ваши усилия.',
  retentionQ5: '5. Как начать продвижение?',
  retentionA5: 'Вы можете эффективно продвигать без собственного сайта, используя различные каналы, такие как Facebook, Twitter, LinkedIn, Telegram, WhatsApp, форумы и т. д.',
  retentionQ6: '6. Чем Seabet.io отличается от других сайтов?',
  retentionA6:
    'Seabet.io предлагает все преимущества, которые вы ожидаете от большинства партнерских программ. Что делает Seabet.io уникальным, так это наша передовая команда, которая обеспечивает высокую скорость обслуживания, вознаграждения, лояльность и многоязычную поддержку клиентов по всему миру.',

  commission: 'Комиссия',
  commissionQ1: '1. Как заработать комиссию?',
  commissionA1:
    'Когда вы привлекаете игрока, он связывается с вашим партнерским аккаунтом. Когда ваш игрок генерирует доход, играя на реальные деньги, вы получаете определенный процент от этого дохода.',
  commissionQ2: '2. Как точно рассчитывается моя прибыль?',
  commissionA2:
    'Каждый раз, когда игрок делает ставку на нашем сайте, вы получаете определенный процент от дохода этого игрока. Ваша прибыль = (общий выигрыш и проигрыш - бонусы - сетевые сборы - комиссии за депозиты и снятие) x (ваш процент комиссии).',
  commissionQ2Desc: '● Сетевые сборы = общий выигрыш и проигрыш * 10%',
  commissionQ3: '3. Как отслеживать мою производительность?',
  commissionA3:
    'Вы можете отслеживать свою производительность, войдя в панель управления партнера. На главной странице отображается вся необходимая информация, а для более подробного анализа мы предоставляем различные детали о игроках и ваших ссылках.',
  commissionQ4: '4. Переносится ли отрицательный баланс на следующий месяц?',
  commissionA4: 'Когда привлеченные вами игроки выигрывают, ваша комиссия может быть уменьшена, так как мы вычитаем эти выигрыши из ваших доходов. Однако это редко длится долго.',
  commissionQ5: '5. Как часто выплачивается комиссия?',
  commissionA5:
    'Ваша партнерская комиссия выплачивается автоматически в первые 5 рабочих дней каждого месяца. Средства зачисляются на ваш игровой аккаунт, и вы можете в любой момент снять их или использовать для ставок на сайте.',
  commissionQ6: '6. Могу ли я рекомендовать себя?',
  commissionA6: 'Нет, наша партнерская программа не допускает таких действий. Это будет считаться мошенничеством.',
  commissionQ7: '7. Партнерская программа принимает все сайты?',
  commissionA7:
    'Мы не рекламируем сайты для детей или взрослые сайты. Мы против ограничительной рекламы; любой участник, использующий такие методы, будет исключен из нашей программы, и для защиты нашего сайта мы оставляем за собой право принимать юридические меры. Пожалуйста, ознакомьтесь с нашими правилами и условиями для получения дополнительной информации.',
  report: 'Отчет',
  memberManager: 'Управление участниками',
  commissionReport: 'Отчет по комиссиям',
  financeReport: 'Финансовый отчет',
  affiliateSupport: 'Поддержка',
  advantageTitle: 'Преимущества SEABET.IO',
  advantageQ1: 'Подробная статистика',
  advantageA1: 'Наша уникальная партнерская система предоставляет быстрые обновления и позволяет отслеживать ваших привлеченных игроков, просматривать их детали и данные о ссылках.',
  advantageQ2: 'Пожизненный доход',
  advantageA2:
    'Как и раньше, ваш потенциальный доход не ограничен. Чем больше трафика вы привлечете, тем больше дохода вы получите. Наша щедрая структура выплат позволяет вам зарабатывать на каждом игроке.',
  advantageQ3: 'Быстрые выплаты партнерам',
  advantageA3: 'Быстрые выплаты партнерам. Мы выплачиваем комиссии в первые 5 рабочих дней каждого месяца.',
  advantageQ4: 'Ведущий бренд',
  advantageA4: 'Мы гордимся нашим превосходным обслуживанием и всегда готовы предоставить вам больше возможностей для создания лидирующего бренда на рынке.',
  advantageQ5: 'Локальная поддержка',
  advantageA5: 'Воспользуйтесь руководством и помощью наших региональных менеджеров с более чем 10-летним опытом в игровой индустрии по всему миру.',
  childMemberList: 'Список подчиненных участников',
  memberAccount: 'Аккаунт участника',
  statTime: 'Время статистики',
  isBet: 'Ставка сделана',
  regTime: 'Время регистрации',
  totalWinLose: 'Общий выигрыш/проигрыш',
  lastLoginTime: 'Последний вход',
  bonus: 'Бонус',
  refund: 'Возврат средств',
  venueFee: 'Плата за площадку',
  depositFee: 'Комиссия за депозит',
  jingWinLose: 'Чистый выигрыш/проигрыш',
  accountTz: 'Корректировка счета',
  manage: 'Управление',
  dashboard: 'Панель управления',
  memberInfo: 'Информация об участнике',
  memberRecord: 'Запись об участнике',
  memberDeposit: 'Депозит участника',
  childMember: 'Подчиненный участник',
  firshRecharge: 'Первый депозит',
  newRegMonth: 'Новые регистрации в этом месяце',
  newRegValid: 'Эффективные новые участники',
  activityMemberMonth: 'Активные участники в этом месяце',
  winLoseMonth: 'Чистый выигрыш/проигрыш в этом месяце',
  dataCompare: 'Сравнение данных',
  dashAmount: 'Сумма',
  peopleCount: 'Количество людей',
  regCount: 'Количество регистраций',
  firshRechargeCount: 'Количество первых депозитов',
  filter: 'Фильтр',
  agentDepositLimit: 'Лимит депозита агента',
  canUseLimit: 'Доступный лимит',
  agentDepositRecord: 'Запись о депозите агента',
  yes: 'Да',
  no: 'Нет',
  childAccount: 'Аккаунт подчиненного',
  inputChildAccount: 'Введите аккаунт подчиненного',
  agentDepositAmount: 'Сумма депозита агента',
  inputAgentDepositAmount: 'Введите сумму депозита агента',
  singleAgentDepositAmount: 'Сумма одного депозита агента',
  agentDepositDayLimit: 'Дневной лимит депозита',
  withdrawFlowMult: 'Кратность вывода средств',
  inputWithdrawFlowMult: 'Введите кратность вывода средств',
  multiple: 'раз',
  remark: 'Примечание',
  inputRemark: 'Введите примечание',
  loginPwd: 'Пароль для входа',
  inputLoginPwd: 'Введите пароль для входа',
  optime: 'Время операции',
  agentDepositStatus: {
    0: 'Неудачно',
    1: 'Успешно'
  },
  monthDetailsData: 'Данные за месяц',
  releaseTime: 'Время выпуска',
  activityUser: 'Активные пользователи',
  netFee: 'Сетевые сборы',
  ctfee: 'Комиссия за депозиты и снятие',
  lastMonthRemain: 'Остаток с прошлого месяца',
  infactCommission: 'Фактическая комиссия',
  today: 'Сегодня',
  yestoday: 'Вчера',
  currentWeek: 'Текущая неделя',
  laskWeek: 'Прошлая неделя',
  currentMonth: 'Текущий месяц',
  depositDetails: 'Детали депозита',
  withdrawDetails: 'Детали вывода средств',
  rewardDetails: 'Детали вознаграждений',
  winLoseTip:
    'Подсказка: положительное значение в общей и чистой прибыли/убытках означает прибыль компании, отрицательное значение означает убыток компании. Ежедневные данные предназначены только для общего ознакомления и не используются для расчета фактической комиссии.',
  recommendLink: 'Рекомендуемая ссылка',
  downloadBanner: 'Скачать баннер',
  childAccountNotExist: 'Аккаунт подчиненного не существует',
  depositAmountLimit: 'Сумма депозита превышает лимит одной транзакции',
  withdrawFlowMultLimit: 'Кратность вывода средств превышает лимит',
  agentDepositSuccess: 'Депозит агента успешен',
  mustBeNumber: '{ tmp } должен быть числом',
  inputAccountStart: 'Введите аккаунт участника для поиска',
  weeks: { 1: 'Первая неделя', 2: 'Вторая неделя', 3: 'Третья неделя', 4: 'Четвертая неделя', 5: 'Пятая неделя', 6: 'Шестая неделя', 7: 'Седьмая неделя' },
  releaseStatus: 'Статус выпуска',
  releaseStatusTrans: { 0: 'Не выпущено', 1: 'Выпущено', 2: 'Есть остаток' },
  selRemark: 'Выберите примечание',
  remarkContent: { 1: 'Приветственный бонус', 2: 'Бонус за возвращение', 3: 'Бонус за удачу', 4: 'Бонус за переворот', 5: 'Бонус за лояльность' },
  finishCaptcha: 'Пожалуйста, завершите проверку CAPTCHA',
  captchaVerifyFail: 'Проверка CAPTCHA не удалась, пожалуйста, повторите попытку',
  sendNow: 'Отправить сейчас',
  mailUs: 'Свяжитесь с нами для получения более подробной информации',
  financeRewards: 'Вознаграждения',

  emailAddress: 'Электронная почта',
  keepContact: 'Оставайтесь на связи',
  subscribe: 'Подписаться',
  subscribeEmail: 'Подписаться на почту',
  outAny: 'Вы можете отказаться в любой момент.',
  subBefore: '(Нажимая "Подписаться", вы соглашаетесь с тем, что вы прочли, поняли и согласны с использованием ваших личных данных согласно',
  subAfter: '.)',
  showExpiredPromo: 'Показать истекшие акции',
  expiredPromo: 'Показать истекшие акции',
  subscribeSuccess: 'Подписка успешна',
  subscribeFail: 'Не удалось подписаться',
  depositLimit: 'Лимит депозита',
  depositNewWindow: 'Сейчас откроется новое окно для оплаты',
  inputDepositAmount: 'Введите сумму депозита',
  depositAmountOver: 'Сумма депозита не может превышать максимальный лимит',
  depositAmountUnder: 'Сумма депозита не может быть меньше минимального лимита',
  providerInfo: 'Пожалуйста, предоставьте свою личную информацию. Все данные зашифрованы.',
  fiatCpfHolder: 'Введите CPF',
  fiatName: 'Имя',
  fiatNameHolder: 'Введите имя',
  fiatPixType: 'Тип PIX',
  fiatPixTypeHolder: 'Выберите тип PIX',
  fiatPixAccount: 'Аккаунт PIX',
  fiatPixAccountHolder: 'Введите аккаунт PIX',
  withdrawInfo: 'Информация о выводе средств',
  fundCurrency: 'Валюта',
  gameProviders: 'Поставщики игр',
  mostPopular: 'Самые популярные игры',
  viewAll: 'Посмотреть все',
  accountType: 'Тип аккаунта',
  bankCode: 'Код банка',
  bankAccountNo: 'Номер счета',
  bankAccountName: 'Имя аккаунта',
  ifsc: 'IFSC',
  bankCodeHolder: 'Выберите код банка',
  bankAccountNoHolder: 'Введите номер счета',
  bankAccountNameHolder: 'Введите имя аккаунта',
  ifscHolder: 'Введите IFSC',
  indexSlots: 'Слоты',
  indexCasino: 'Живое казино',
  blog: 'Блог',
  otherHoArticle: 'Другие популярные статьи',
  seabetGame: 'Игры',
  bankScanQr: 'Сканировать QR код банка',
  bankTransfer: 'Банковский перевод',
  sameAs: 'То же самое, что и',
  bankList: 'Список банков',
  rechargeType: 'Способ пополнения',
  exchange: 'Обмен',
  license: `<p>Сайт <a>www.seabet.io</a> управляется компанией E Gambling Montenegro d.o.o. (Адрес: Подгорица, улица Московска 65, Рег. №: 5-0615951) в сотрудничестве с компанией Open Sea Technology (Адрес: Пархам Таун, Тортола, Британские Виргинские острова, почтовый ящик 1110).</p></br>
            <p>Компания E Gambling Montenegro d.o.o. (Адрес: Подгорица, улица Московска 65, Рег. №: 5-0615951) настоящим подтверждает, что в соответствии с концессией <a>(серийный номер: AA 001907, цифровой номер: 142-03/12 4A и 1ER)</a> и одобрением <a>(номер: 03/01-121/3)</a>, она организует и управляет азартными играми в Черногории на сайте <a>www.seabet.io</a>. Эта операция основана на соглашении, заключенном между компанией E Gambling Montenegro d.o.o. и компанией Open Sea Technology (Адрес: Пархам Таун, Тортола, Британские Виргинские острова, почтовый ящик 1110, Рег. №: 1925170) 3 августа 2024 года.</p>`,

  vip: {
    seabetVip: 'Клуб Seabet VIP',
    vipWelH5:
      'В Seabet мы стремимся улучшить качество игр и предоставить лучший игровой опыт. Мы запустили новый эксклюзивный клуб для наших лояльных игроков, чтобы вознаградить тех, кто проводит время и играет на нашем сайте.',
    vipWel: `<p>Добро пожаловать в эксклюзивный клуб <b>Seabet VIP</b></p>
                <p>В Seabet мы стремимся улучшить качество игр и предоставить лучший игровой опыт. Мы запустили новый эксклюзивный клуб для наших лояльных игроков, чтобы вознаградить тех, кто проводит время и играет на нашем сайте.</p>
                <p>Просто делайте ставки на свои любимые игры/спортивные мероприятия и повышайте свой уровень, чтобы разблокировать эксклюзивные награды.</p>`,
    vipManage: `<dt>Персональный VIP менеджер</dt>
                  <dd>Фокус на ваших потребностях</dd>
                  <dd>Персонализированный игровой опыт</dd>`,
    vipHighReward: ` <dt>Высокие награды</dt>
                        <dd>Бонусы без ставок</dd>
                        <dd>Быстрое накопление баллов</dd>`,
    highLimit: `<dt>Персонализированный опыт</dt>
                  <dd>Неограниченные депозиты и выводы</dd>
                  <dd>Максимальные лимиты ставок</dd>`,
    vipPromotion: `<dt>Эксклюзивные VIP акции</dt>
                      <dd>Персонализированные предложения</dd>
                      <dd>Эксклюзивно для VIP</dd>`,
    noQueue: `<dt>24/7 качественное обслуживание</dt>
                <dd>Быстрое многоязычное обслуживание</dd>
                <dd>Персональный менеджер</dd>`,
    vipRewardDetailsTitle: 'Подробности наград VIP',
    vipRewardDetails: `<h2>Подробности наград VIP</h2>
                        <p>Повышайте уровень, чтобы получить эксклюзивный доступ к щедрым наградам и персонализированным подаркам! Присоединяйтесь к нашему сообществу элитных игроков и наслаждайтесь лучшим онлайн-игровым опытом!</p>`,
    subTitle: {
      '102': 'Бронза 1',
      '103': 'Серебро 1-5',
      '104': 'Золото 1-8',
      '105': 'Платина 1-10',
      '106': 'Титан 1-10',
      '107': 'Бриллиант 1-6'
    },
    usdtAmount: 'Сумма ставки',
    amount: {
      '102': '$100 USDT',
      '103': '$500-$10K USDT',
      '104': '$15K-$190K USDT',
      '105': '$300K-$1.6M USDT',
      '106': '$1.9M-$5.09M USDT',
      '107': '$6M+ USDT'
    },
    rewards: {
      '102': {
        '0': { title: 'Бонус за повышение', content: `Бонус за повышение<span>5 USDT</span>` },
        '1': { title: 'Бонус за подписку', content: `Подпишитесь на промо рассылку и получите<span>10 USDT</span>` },
        '2': { title: 'Начисление баллов', content: `<p>Ежедневная ставка<span>*1%*1</span></p>` },
        '3': { title: 'Бонус на каждый депозит в слотах', content: `<p>Каждый депозит дает дополнительный бонус <span>10%</span></p>` },
        '4': { title: 'Возврат потерь в слотах', content: `<p>Получите бонус <span>5%</span> в зависимости от ваших ежедневных потерь</p>` }
      },
      '103': {
        '0': { title: 'Бонус за повышение', content: `Общая сумма бонусов за серебро 5: <span>135 USDT</span>` },
        '1': { title: 'Бесплатные вращения', content: `Бесплатные вращения в слотах <span>30</span> раз` },
        '2': { title: 'Начисление баллов', content: `<p>Ежедневная ставка<span>*1%*1.1</span></p>` },
        '3': { title: 'Бонус на каждый депозит в слотах', content: `<p>Каждый депозит дает дополнительный бонус <span>11%</span></p>` },
        '4': { title: 'Возврат потерь в слотах', content: `<p>Получите бонус <span>5%</span> в зависимости от ваших ежедневных потерь</p>` }
      },
      '104': {
        '0': { title: 'Бонус за повышение', content: `Общая сумма бонусов за золото 8: <span>1,255 USDT</span>` },
        '1': { title: 'Бонус на депозит', content: `Депозит <span>300 USDT</span> дает <span>300 USDT</span>` },
        '2': { title: 'Начисление баллов', content: `<p>Ежедневная ставка<span>*1%*1.2</span></p>` },
        '3': { title: 'Бонус на каждый депозит в слотах', content: `<p>Каждый депозит дает дополнительный бонус <span>11%</span></p>` },
        '4': { title: 'Возврат потерь в слотах', content: `<p>Получите бонус <span>6%</span> в зависимости от ваших ежедневных потерь</p>` },
        '5': { title: 'Еженедельный кэшбек', content: `<p>Получите бонус <span>*1%* 5%</span> от вашей ставки за неделю</p>` }
      },
      '105': {
        '0': { title: 'Бонус за повышение', content: `Общая сумма бонусов за платину 10: <span>6,025 USDT</span>` },
        '1': { title: 'Бонус на депозит', content: `Депозит <span>1,000 USDT</span> дает <span>1,000 USDT</span>` },
        '2': { title: 'Начисление баллов', content: `<p>Ежедневная ставка<span>*1%*1.3</span></p>` },
        '3': { title: 'Бонус на каждый депозит в слотах', content: `<p>Каждый депозит дает дополнительный бонус <span>12%</span></p>` },
        '4': { title: 'Возврат потерь в слотах', content: `<p>Получите бонус <span>7%</span> в зависимости от ваших ежедневных потерь</p>` },
        '5': { title: 'Еженедельный кэшбек', content: `<p>Получите бонус <span>*1%* 5%</span> от вашей ставки за неделю</p>` },
        '6': { title: 'Ежемесячный кэшбек', content: `<p>Получите бонус <span>*1%* 3%</span> от вашей ставки за месяц</p>` }
      },
      '106': {
        '0': { title: 'Бонус за повышение', content: `Общая сумма бонусов за титан 10: <span>18,555 USDT</span>` },
        '1': { title: 'Бонус на депозит', content: `Депозит <span>3,000 USDT</span> дает <span>3,000 USDT</span>` },
        '2': { title: 'Начисление баллов', content: `<p>Ежедневная ставка<span>*1%*1.5</span></p>` },
        '3': { title: 'Бонус на каждый депозит в слотах', content: `<p>Каждый депозит дает дополнительный бонус <span>12%</span></п>` },
        '4': { title: 'Возврат потерь в слотах', content: `<p>Получите бонус <span>8%</span> в зависимости от ваших ежедневных потерь</п>` },
        '5': { title: 'Еженедельный кэшбек', content: `<p>Получите бонус <span>*1%* 8%</span> от вашей ставки за неделю</п>` },
        '6': { title: 'Ежемесячный кэшбек', content: `<p>Получите бонус <span>*1%* 5%</span> от вашей ставки за месяц</п>` }
      },
      '107': {
        '0': { title: 'Бонус за повышение', content: `Общая сумма бонусов за бриллиант 6: <span>105,555 USDT</span>` },
        '1': { title: 'Бонус на депозит', content: `Депозит <span>10,000 USDT</span> дает <span>10,000 USDT</span>` },
        '2': { title: 'Начисление баллов', content: `<p>Ежедневная ставка<span>*1%*2</span></п>` },
        '3': { title: 'Бонус на каждый депозит в слотах', content: `<p>Каждый депозит дает дополнительный бонус <span>15%</span></п>` },
        '4': { title: 'Возврат потерь в слотах', content: `<p>Получите бонус <span>10%</span> в зависимости от ваших ежедневных потерь</п>` },
        '5': { title: 'Еженедельный кэшбек', content: `<p>Получите бонус <span>*1%* 10%</span> от вашей ставки за неделю</п>` },
        '6': { title: 'Ежемесячный кэшбек', content: `<p>Получите бонус <span>*1%* 8%</span> от вашей ставки за месяц</п>` },
        '7': { title: 'Особый бонус', content: `<p>Особый бонус для бриллиант 6, особая награда <span>20,000</span> USDT</п>` }
      }
    },
    vipRewardDetailTitle: 'Детали привилегий VIP клуба',
    vipRewardDetailContent: `<dd>Бонус за подписку на промо рассылку будет отправлен на промо почту. Используйте код на странице "Награды".</dd>
                              <dd>Бесплатные вращения для VIP серебро доступны на странице "Награды" и будут добавлены в Play’N GO: Moon Princess Trinity/Honey Rush 100/Hotel Yeti-Way.</dd>
                              <dd>Подробности по бонусам за каждый депозит в слотах и возврату потерь в слотах смотрите на странице акций.</dd>
                              <dd>Бонусы на депозит доступны один раз для всех уровней, с условием 10-кратной ставки, могут быть использованы в любых играх. Пример: (1000+1000)*10=20000.</dd>
                              <dd>Для получения бонусов на депозит свяжитесь с онлайн поддержкой после завершения депозита и до начала ставок.</dd>
                              <dd>Начисление баллов происходит автоматически на следующий день в зависимости от суммы ставок.</dd>
                              <dd>Еженедельные и ежемесячные бонусы добавляются автоматически в течение 48 часов после начала следующей недели или месяца.</dd>
                              <dd>Все бонусы рассчитываются по гонконгскому времени (UTC+8).</dd>`,
    howBeVipTitle: 'Как стать VIP участником',
    howBeVipContent: `<dd>
                          Продолжайте делать ставки: ключ к получению VIP статуса - постоянные ставки на различные спортивные мероприятия и казино игры. Seabet вознаграждает за постоянство. Как топовый сайт для криптовалютных ставок, регулярно используйте свои цифровые активы для ставок на любые мероприятия и казино игры, предлагаемые Seabet. Также пробуйте делать ставки в USDT и продолжайте использовать свои средства.
                        </dd>
                        <dd>
                          Участвуйте в регулярных акциях: промо-акции Seabet включают в себя множество мероприятий и конкурсов, в которых вы можете участвовать в любое время. Регулярное участие в таких мероприятиях увеличит ваши шансы на приглашение в VIP клуб. Более того, вы сможете стать более активным участником других клубных функций Seabet.
                        </dd>
                        <dd>Ждите приглашения: последнее, что вам нужно сделать - это дождаться приглашения от нас. Продолжайте играть и участвуйте в высококачественных играх. После нескольких ставок в казино и на спортивные события, как только вас сочтут достойным членства в VIP клубе, вы сразу получите приглашение.</dd>
                        <dd>
                          Испытайте высокую жизнь в качестве VIP участника Seabet: окунитесь в новый мир с использованием ваших USDT для ставок, наслаждаясь лучшими привилегиями членства в VIP клубе Seabet. Получайте максимальное удовольствие от спортивных ставок и казино игр как ценный игрок, наслаждаясь быстрыми и честными ставками.
                        </dd>`
  },

  problem: {
    whatVip: '1. Что такое VIP клуб?',
    whatVips: `<p>Клуб VIP Seabet.io предназначен специально для клиентов криптовалют, предоставляя им возможность наслаждаться всеми акциями на сайте в любое время. Каждая ваша ставка, каждый спин и каждая игра будут накапливаться, и вы постепенно будете повышать свой статус в клубе, открывая удивительные награды. При открытии уровней VIP вы также получите баллы Seabet, которые можно обменять на более богатые награды и услуги.</p>
      <p>Проще говоря: вы играете, мы награждаем.</p>`,
    howGetIntegrial: '2. Как заработать баллы?',
    howGetIntegrials: `<p>Каждая ставка, спин на слотах и игра на карточном столе принесут клубные баллы. Чем больше баллов вы собираете, тем выше ваш уровень. При продвижении по уровням вы будете получать все более интересные награды. Открывайте новые уровни и получайте улучшенные вознаграждения.</p>`,
    whatVipLevel: '3. Что такое VIP уровни?',
    whatVipLevels: `<p>Уровень клуба определяет ценность и тип наград, которые вы можете получить. По мере продвижения по уровням клуба, ваши награды будут становиться все лучше.</p>
                      <table>
                        <tr>
                          <th>VIP Уровень</th>
                          <th>Необходимая ставка</th>
                          <th>Количество наград</th>
                        </tr>
                        <tr>
                          <td>Бронзовый</td>
                          <td>100</td>
                          <td>1</td>
                        </tr>
                        <tr>
                          <td>Серебряный</td>
                          <td>500</td>
                          <td>5</td>
                        </tr>
                        <tr>
                          <td>Золотой</td>
                          <td>15000</td>
                          <td>8</td>
                        </tr>
                        <tr>
                          <td>Платиновый</td>
                          <td>300000</td>
                          <td>10</td>
                        </tr>
                        <tr>
                          <td>Титановый</td>
                          <td>1900000</td>
                          <td>10</td>
                        </tr>
                        <tr>
                          <td>Бриллиантовый</td>
                          <td>6000000</td>
                          <td>6</td>
                        </tr>
                      </table>`,
    howComputeInterial: '4. Как рассчитываются баллы?',
    howComputeInterials: `<p>Баллы начисляются за ставки на спортивные события и игры в казино при использовании криптовалюты. Чтобы рассчитать количество баллов, которые вы зарабатываете за каждую ставку, мы будем конвертировать сумму вашей ставки в USDT по текущему рыночному курсу при расчетах. Это позволяет справедливо накапливать баллы независимо от используемой криптовалюты. Поскольку обменные курсы могут колебаться, мы будем округлять количество баллов до ближайшего целого числа.</p>
                          <p>Формула расчета баллов Seabet: сумма ставки в любом зале * 0.01 * коэффициент баллов соответствующего уровня. Например, если ваш уровень - Платиновый и ставка составляет 5000, то по формуле расчета баллов вы получите 5000 * 0.01 * 1.3 = 65 баллов. Баллы Seabet могут быть использованы для обмена на товары и услуги в магазине баллов.</p>`,
    whyMergedReward: '5. Почему мои награды были объединены?',
    whyMergedRewards: `<p>Ваши награды могут быть объединены, если одна ставка открывает несколько наград. Для удобства мы складываем стоимость наград и отображаем ее в виде одной награды.</p>`,
    resetVip: '6. Когда мой VIP уровень сбрасывается?',
    resetVips:
      '<p>Ваш VIP уровень сбрасывается в начале каждого месяца. Затем вы можете снова начать с уровня Бронзовый и получать награды для следующего уровня. Ваши баллы останутся, и вы сможете обменять их на большее количество наград и услуг.</p>',
    everyGetInterial: '7. Можно ли зарабатывать баллы клуба с каждой ставки?',
    everyGetInterials: `<p>Нет. Баллы клуба начисляются только за ставки реальными деньгами.</p>
                          <p>Ставки на скачки</p>
                          <p>Киберспорт</p>
                          <p>Кроме того, следующие игры казино не включены в клуб, и ставки на них не принесут вам баллы:</p>
                          <p>NetEnt - Blackjack Touch, Blackjack Touch - Single Deck, Jacks or Better Double Up</p>
                          <p>Microgaming - Max Damage, Atlantic City Blackjack Gold, Vegas Strip Blackjack, Vegas Strip Blackjack Gold, Premier Euro Bonus Blackjack Gold, European Blackjack Gold, European Blackjack Redeal Gold, Perfect Pairs European Blackjack Gold, Premier Euro Blackjack Gold, Premier Hi Lo 13 Euro Blackjack Gold, Premier High Streak Euro Blackjack Gold, Big 5 Blackjack Gold, Jacks or Better, Spanish 21 Blackjack Gold, Spanish Blackjack</p>
                          <p>Asia Gaming - Fish Hunter</p>`
  },

  faqs: {
    q1: 'Как сделать депозит?',
    a1: `<p>1. Выберите криптовалюту, которую хотите использовать, и нажмите "Депозит".</p>
            <p>2. Скопируйте одноразовый адрес для пополнения и используйте его в вашем кошельке (или отсканируйте QR-код).</p>
            <p>3. После подтверждения транзакции вы получите уведомление.</p>`,
    q2: 'Как сделать вывод?',
    a2: `<p>1. Выберите криптовалюту, которую хотите вывести, и нажмите "Вывод".</p>
            <p>2. Введите сумму, которую хотите вывести.</p>
            <p>3. Введите адрес вашего кошелька.</p>
            <p>4. Нажмите кнопку "Вывести".</p>`,
    q3: 'Сколько времени занимает депозит/вывод?',
    a3: `<p><b> Депозит </b></p>
            <p>Большинство депозитов в криптовалюте обрабатываются мгновенно. Однако третьи стороны могут иметь некоторые задержки.</p>
            <p><b> Вывод </b></p>
            <p>Большинство выводов обрабатываются мгновенно. В случае крупных выводов мы обрабатываем их вручную, поэтому возможны небольшие задержки.</p>`,
    q4: 'Какие методы оплаты вы принимаете?',
    a4: `<p>В Seabet.io доступны следующие валютные опции:</p>
            <p>• @:currencyLang.usdt </p>
            <p>• @:currencyLang.btc </p>
            <p>• @:currencyLang.eth </p>
            <p>• @:currencyLang.busd </p>
            <p>• @:currencyLang.trx </p>
            <p>• @:currencyLang.xrp </p>
            <p>• @:currencyLang.bnb </p>
            <p>• @:currencyLang.ltc </p>
            <p>• @:currencyLang.ada </p>
            <p>• @:currencyLang.doge </p>
            <p>• @:currencyLang.ton </p>
            <p>• @:currencyLang.brl </p>
            <p>• @:currencyLang.inr </p>
            <p>• @:currencyLang.thb </p>
            <p>• @:currencyLang.jpy </p>
            <p>• @:currencyLang.vnd </p>
            <p>• @:currencyLang.php </p>`,
    q5: 'Взимаете ли вы комиссии за транзакции?',
    a5: `<p>Хотя мы не взимаем комиссии за депозиты и выводы на Seabet.io, вам может потребоваться оплатить транзакционные сборы за использование блокчейна.</p>`
  },

  errorCodes: {
    1001: 'Запись не существует',
    1002: 'Акция закрыта',
    1003: 'Данные уже существуют',
    1004: 'Ошибка данных',
    1005: 'Ошибка параметров',
    1006: 'Вы не соответствуете требованиям для получения',
    1007: 'Вы уже подавали заявку на это предложение сегодня',
    1008: 'Акция истекла',
    1009: 'Вы уже получили это предложение',
    1010: 'Нет подходящих депозитных заказов',
    1011: 'Сумма депозита не соответствует требованиям',
    1012: 'Ошибка Google Captcha',
    1013: 'Необходимо сделать еще { data } USD ставок для вывода',
    1014: 'Имя пользователя уже существует',
    1015: 'Номер телефона уже существует',
    1016: 'Адрес электронной почты уже существует',
    1017: 'Формат имени пользователя неверен',
    1018: 'Формат пароля неверен',
    1019: 'Ошибка кода подтверждения',
    1020: 'Система перегружена, попробуйте позже',
    1021: 'Ошибка подписи',
    1022: 'Ваша учетная запись была деактивирована, пожалуйста, свяжитесь со службой поддержки',
    1023: 'Неправильное имя пользователя или пароль',
    1024: 'Учетная запись заблокирована',
    1025: 'Google Authenticator уже привязан',
    1026: 'Google Authenticator не привязан',
    1027: 'Неправильный текущий пароль',
    1028: 'Неверный формат адреса электронной почты',
    1029: 'Не удалось отправить письмо',
    1030: 'Недостаточно товара',
    1031: 'Недостаточно доступных баллов',
    1101: 'Недостаточно доступного баланса',
    1032: 'Для обеспечения безопасности ваших средств, после изменения пароля, вы не сможете совершать операции вывода в течение 24 часов.',
    1033: 'Ошибка кода подтверждения по электронной почте',
    1035: 'Игра на обслуживании',
    1037: 'Ваша учетная запись была заблокирована',
    1038: 'Подчиненный член не существует',
    1039: 'Коэффициент оборота превышает лимит',
    1040: 'Сумма депозита превышает одноразовый лимит',
    1041: 'Сумма депозита превышает дневной лимит',
    1042: 'Функция вывода временно отключена',
    1043: 'Неверный формат адреса кошелька'
  },

  // 条款协议等内容
  html: {
    // HTML заголовки
    vipTitle: 'VIP клуб',
    rulesTitle: 'Правила и условия',
    responsibleTitle: 'Ответственная игра',
    amlTitle: 'Политика по борьбе с отмыванием денег',
    selfExclusionTitle: 'Самоисключение',
    privacyTitle: 'Политика конфиденциальности',
    fairnessTitle: 'Честность',

    rulesContent: `<div>
                      <h2>Правила и условия</h2>
                      <h3>1. Seabet.io</h3>
                      <h3>2. Важное уведомление</h3>
                      <p><b>2.1 </b>При регистрации на WWW.SEABET.IO (далее "Сайт") вы заключаете контракт и соглашаетесь соблюдать следующие условия:</p>
                      <p> (I) Эти условия и положения;</p>
                      <p> (II) Наша политика конфиденциальности;</p>
                      <p> (III) Наша политика COOKIE и</p>
                      <p> (IV) Правила, применяемые к нашим ставкам или игровым продуктам, такие как настоящие условия (далее "Условия" или "Соглашение") и правила, относящиеся к ставкам и/или играм, которые считаются принятыми и понятными вам.</p>
  
                      <p><b>2.2 </b>Пожалуйста, внимательно прочитайте это соглашение, чтобы полностью понять его содержание. Если у вас есть вопросы относительно прав и обязанностей, возникающих в результате принятия этого соглашения, пожалуйста, проконсультируйтесь с юридическим советником в вашей юрисдикции до дальнейшего использования сайта и доступа к его содержимому. Если вы не согласны с этими условиями, не используйте, не посещайте и не получайте доступ к любым частям сайта (включая, но не ограничиваясь поддоменами, исходным кодом и/или API сайта, независимо от того, видимы ли они). </p>
                      <h3>3. Общие условия</h3>
                      <p><b>3.1</b> При регистрации на www.Seabet.io вы (далее "вы", "ваш", "вы сами" или "игрок") заключаете соглашение с Seabet.</p>
                      <p><b>3.2 </b> Перед использованием услуг или продуктов Seabet вам следует внимательно прочитать это соглашение. Обратите внимание, что это соглашение является юридически обязательным соглашением между вами и Seabet.</p>
                      <p><b>3.3 </b> Эти условия и положения вступают в силу немедленно после завершения процесса регистрации, включая отметку о принятии этих условий и успешное создание учетной записи. Использование любой части сайта после создания учетной записи означает, что вы соглашаетесь с применимыми к сайту условиями и положениями.</p>
                      <p><b>3.4 </b> Мы имеем право в любое время изменять эти условия и положения без предварительного уведомления. Если мы внесем такие изменения, мы можем предпринять соответствующие меры для уведомления вас о таких изменениях (например, по электронной почте или размещая уведомление на видном месте на сайте, а также обновленные условия и положения), но вы несете ответственность за проверку любых исправлений, обновлений и/или изменений. Продолжение использования сайта после внесения любых таких изменений будет считаться вашим принятием и согласием с такими изменениями, обновлениями и/или исправлениями.</p>
                      <p><b>3.5 </b> Если между условиями настоящего соглашения и любыми правилами игры или другими документами, упомянутыми в этом соглашении, возникают какие-либо противоречия, преобладают условия настоящего соглашения.</p>
                      <p><b>3.6 </b> Эти условия и положения публикуются на нескольких языках для справки и удобства пользователей. Английская версия является единственной юридической основой для ваших отношений с нами, и в случае любых расхождений между переводами следует руководствоваться английской версией условий и положений.</p>
  
                      <h3>4. УЧЕТНАЯ ЗАПИСЬ SEABET</h3>
                      <p>Регистрация</p>
                      <p><b>4.1 </b>Для того чтобы делать ставки на Seabet.io, вам необходимо сначала зарегистрировать учетную запись (далее "Учетная запись Seabet").</p>
                      <p><b>4.2 </b>Для регистрации и использования услуг сайта Seabet необходимо подать заявку на создание учетной записи Seabet. Заявка на создание учетной записи должна быть подана лично и включать в себя личную информацию, включая, но не ограничиваясь, адресом электронной почты, полным именем, датой рождения и контактным адресом.</p>
                      <p><b>4.3 </b> Если информация, указанная в <b>4.2</b>, не предоставлена, является неполной, неточной или устаревшей, Seabet оставляет за собой право приостановить регистрацию этой учетной записи Seabet, и любые последующие депозиты будут считаться недействительными, включая любые бонусы, которые также будут считаться недействительными. Если ваша учетная запись Seabet была приостановлена, пожалуйста, свяжитесь с нашей службой поддержки (support{'@'}Seabet.io).</p>
                      <p><b>4.4 </b> Все заявители должны быть старше 18 лет или достигать другого установленного законом возраста совершеннолетия, в зависимости от того, что больше. Seabet оставляет за собой право требовать у игроков подтверждение возраста и приостановить учетную запись Seabet до предоставления удовлетворительных документов. Seabet придает большое значение своей ответственности в отношении несовершеннолетних и ответственного игрового поведения.</p>
                      <p><b>4.5 </b> Seabet не принимает регистрацию от следующих лиц:</p>
                      <p>a) Лица младше 18 лет или не достигшие законного возраста совершеннолетия или азартных игр в своей юрисдикции;</p>
                      <p>b) Лица, проживающие в юрисдикциях, где азартные игры незаконны или запрещены. Seabet не может проверять законность услуг в каждой юрисдикции, пользователи несут ответственность за обеспечение законности использования услуг;</p>
                      <p>c) Лица, предоставляющие ложную информацию или пытающиеся зарегистрироваться через третьи стороны.</p>
                      <p><b>4.6 </b> Seabet оставляет за собой право на свое усмотрение отклонить любую заявку на учетную запись Seabet.</p>
  
                      <p>Проверка клиента</p>
                      <p><b>4.7 </b> Вы заявляете и гарантируете, что любая информация, предоставленная вами в анкете, является достоверной, актуальной и правильной.</p>
                      <p><b>4.8 </b> Seabet оставляет за собой право требовать любые документы KYC, которые считает необходимыми для подтверждения вашей личности и местонахождения. Seabet также оставляет за собой право ограничить услуги, платежи или вывод средств до тех пор, пока личность не будет полностью установлена, или по любой другой причине, по усмотрению Seabet. Seabet также оставляет за собой право раскрывать информацию о пользователях в соответствующих случаях для соблюдения правовых процедур или в соответствии с политикой конфиденциальности Seabet (владельцев и операторов Seabet) и, используя услуги, вы признаете и соглашаетесь с возможностью такого раскрытия.</p>
  
                      <p>Множественные учетные записи</p>
                      <p><b>4.9 </b> Каждый игрок имеет право только на одну учетную запись Seabet. Если вы попытаетесь или успешно откроете несколько учетных записей Seabet от своего имени или любого другого имени, либо попытаетесь или успешно будете использовать учетную запись Seabet другого лица, Seabet имеет право немедленно закрыть все ваши учетные записи Seabet, удержать все средства на таких учетных записях и запретить вам дальнейшее использование сайта.</p>
                      <p><b>4.10 </b> Если Seabet имеет основания полагать, что вы зарегистрировали и/или используете несколько учетных записей Seabet или сговариваетесь с другими лицами, имеющими несколько учетных записей Seabet, Seabet имеет право рассматривать такие учетные записи как множественные учетные записи Seabet и приостановить или закрыть все такие учетные записи. Seabet также имеет право удерживать средства до тех пор, пока игрок не докажет, что не пытался создать несколько учетных записей.</p>
                      <p><b>4.11 </b> Если вы обнаружите, что у вас несколько зарегистрированных учетных записей Seabet, вы должны немедленно сообщить нам об этом. В противном случае это может привести к блокировке вашей учетной записи Seabet и удержанию средств.</p>
  
                      <strong>Ответственность пользователя</strong>
                      <p><b>4.12 </b> Вы несете полную ответственность за сохранность ваших данных для входа. Вы не должны раскрывать свои данные для входа никому.</p>
                      <p><b>4.13 </b> Мы не несем ответственности за любое злоупотребление или неправильное использование вашей учетной записи Seabet, произошедшее в результате умышленного или неумышленного раскрытия ваших данных для входа третьим лицам.</p>
                      <p><b>4.14 </b> Вы не должны продавать, передавать или получать учетную запись Seabet от других игроков.</p>
                      <p><b>4.15 </b> Если вы обнаружите ошибку, связанную с вашей учетной записью или ставками, вы должны немедленно уведомить нас. Мы оставляем за собой право признать любые ставки, затронутые такими ошибками, недействительными.</p>
                      <p><b>4.16 </b> Вы несете ответственность за все действия, происходящие в вашей учетной записи.</p>
  
                      <p>Меры безопасности</p>
                      <p><b>4.17 </b> Мы рекомендуем включить двухфакторную аутентификацию для повышения безопасности вашей учетной записи.</p>
                      <p><b>4.18 </b> Мы время от времени можем предлагать дополнительные меры безопасности, и мы рекомендуем вам использовать их.</p>
  
                      <p>Приостановка и закрытие Seabet</p>
                      <p><b>4.19 </b> Seabet имеет право закрыть или приостановить вашу учетную запись Seabet в следующих случаях:</p>
                      <p>a) Seabet считает, что вы используете или использовали сайт мошеннически или в сговоре, либо с незаконными и/или неправомерными целями;</p>
                      <p>b) Seabet считает, что вы используете или использовали сайт несправедливо, намеренно обманываете или неправомерно используете Seabet или любого клиента Seabet, либо если ваша учетная запись Seabet используется в интересах третьих лиц;</p>
                      <p>c) Seabet по требованию полиции, регулирующих органов или суда, или если Seabet не может проверить вашу личность, профессию или источник средств в соответствии с применимыми законами;</p>
                      <p>d) Вы нарушили эти условия и положения, применимые законы или разумное использование наших услуг, либо Seabet опасается, что вы являетесь проблемным игроком, не воспользовавшимся самоисключением;</p>
                      <p>e) Seabet считает, что любое из указанных выше (a) – (e) произошло или может произойти.</p>
                      <p><b>4.20 </b> Если Seabet закрывает или приостанавливает вашу учетную запись Seabet по любой причине, указанной в <b>4.15</b>, в пределах, разрешенных применимыми законами, вы несете ответственность перед Seabet за любые и все претензии, убытки, ответственность, ущерб, затраты и расходы (вместе "Претензии") и обязуетесь компенсировать и оградить Seabet от таких претензий.</p>
                      <p><b>4.21 </b> В случае закрытия вашей учетной записи Seabet по любым причинам, указанным в <b>4.15</b>, Seabet также имеет право аннулировать любые ваши ставки или удерживать и/или сохранять любые и все суммы, которые должны были быть выплачены вам (включая любые бонусы), в пределах, разрешенных законом.</p>
                      <p><b>4.22 </b> Если мы подозреваем, что ваша учетная запись была скомпрометирована или нарушены условия использования наших услуг, мы оставляем за собой право приостановить или закрыть вашу учетную запись в любое время без предварительного уведомления.</p>
                      <p><b>4.23 </b> Если Seabet закроет вашу учетную запись Seabet, он сообщит вам о способах вывода остатка средств с вашей учетной записи Seabet.</p>
  
                      <p>Наша ответственность</p>
                    <p><b>4.24 </b>Мы не несем ответственности за любые убытки или ущерб, которые могут возникнуть в результате несанкционированного доступа к вашему аккаунту.</p>
                    <p><b>4.25 </b>Мы не несем ответственности за любые убытки или ущерб, которые могут возникнуть из-за вашей неспособности обеспечить безопасность и конфиденциальность вашего логина.</p>
                    
                    <h3>5. Ваши гарантии</h3>
                    <p><b>5.1 </b>Прежде чем продолжить использование услуг, вы заявляете, гарантируете, подтверждаете и соглашаетесь с тем, что:</p>
                    <p>Способности</p>
                    <p>a) Вы достигли 18 лет или достигли другого законного возраста совершеннолетия, в зависимости от того, что больше;</p>
                    <p>b) Вы полностью способны заключить юридически обязательное соглашение с нами и не ограничены в юридических действиях;</p>
                    <p>c) Вы не были диагностированы или классифицированы как компульсивный или проблемный игрок;</p>
                    <p>d) Вы в настоящее время не исключены из участия в азартных играх на любом сайте или в любом заведении. Если вы заключили соглашение о самоисключении с каким-либо поставщиком азартных игр, вы немедленно уведомите Seabet.</p>
                    
                    <p>Юрисдикция</p>
                    <p>e) Вы получаете доступ к Seabet.io из юридической юрисдикции, где это разрешено;</p>
                    <p>f) Вы не будете использовать наши услуги в юрисдикциях, где онлайн-ставки и/или игры в казино и/или с живыми дилерами запрещены;</p>
                    <p>g) Вы принимаете и признаете, что мы оставляем за собой право обнаруживать и предотвращать использование запрещенных технологий, включая, помимо прочего, методы обнаружения мошенничества, автоматическую регистрацию и создание учетных записей, а также технологии игры и захвата экрана. Эти меры могут включать, но не ограничиваться, проверкой свойств устройства игрока, определением географического положения и блокировкой IP-адресов, анализом транзакций и блокчейна;</p>
                    
                    <p>Финансовые средства и налоги</p>
                    <p>h) Вы несете полную ответственность за сообщение и расчет любых налогов, применимых к вам в соответствии с действующими законами, на любые бонусы, которые вы получаете от нас;</p>
                    <p>i) Вы несете полную ответственность за любые налоги, которые могут возникнуть в результате использования вами криптовалюты при использовании услуг;</p>
                    <p>j) Существует риск потери криптовалюты при использовании услуг, и Seabet не несет ответственности за любые такие потери;</p>
                    <p>k) Вы не будете вносить средства, полученные от преступной или другой незаконной деятельности;</p>
                    <p>l) Вы не будете использовать способы оплаты, которые не принадлежат вам, для внесения средств;</p>
                    <p>m) Все внесенные средства будут использоваться исключительно для услуг, предоставляемых на сайте;</p>
                    <p>n) Вы не будете выводить средства или пытаться вывести средства с использования способов оплаты, которые вам не принадлежат;</p>
                    <p>o) Вы понимаете, что, участвуя в услугах, предоставляемых на сайте, вы принимаете на себя риск потери депозита.</p>
                    <p>p) Вы принимаете и признаете, что стоимость криптовалюты может значительно изменяться в зависимости от рыночной стоимости;</p>
                    <p>q) Seabet не следует считать финансовым учреждением;</p>
                    
                    <p>Прочее</p>
                    <p>r) Вы сами выбираете, решаете и несете риск использования услуг;</p>
                    <p>s) Вы не будете заниматься преступной деятельностью через учетную запись Seabet;</p>
                    <p>t) Вся информация, которую вы предоставляете нам в течение срока действия этого соглашения, является точной, полной и правильной, и вы должны немедленно уведомить нас о любых изменениях в этой информации;</p>
                    <p>u) Вы участвуете в играх исключительно в личных и некоммерческих целях и только для развлечения и удовольствия;</p>
                    <p>v) Вы участвуете в играх от своего имени и не представляете интересы других лиц;</p>
                    <p>w) У вас только один аккаунт у нас, и вы соглашаетесь не открывать другие аккаунты у нас;</p>
                    <p>x) Телекоммуникационные сети и интернет-доступ, необходимые для доступа и использования данного сервиса, полностью выходят за пределы контроля Seabet, и Seabet не несет ответственности за любые прерывания, замедления, ограничения пропускной способности или другие недостатки;</p>
                    <p>y) Вы не будете участвовать в мошенничестве, договорных соглашениях, манипуляциях или другой незаконной деятельности в отношении любых игр и/или услуг на сайте, а также не будете использовать любые программные или аппаратные средства для помощи в участии в играх и/или услугах на сайте;</p>
                    <p>z) Если у вас есть доступ к непубличной информации о событиях или информации, которая может повлиять на результат событий или типов ставок, вы не будете делать ставки на события, которые управляются соответствующими спортивными/событийными органами;</p>
                    <p>aa) Если вы являетесь спортсменом, тренером, менеджером, владельцем, судьей или любым лицом, имеющим достаточные полномочия для влияния на результаты событий, вы не будете делать ставки на события, управляемые соответствующими спортивными или событийными органами;</p>
                    <p>bb) Если вы являетесь владельцем спортивного управления или членом команды (прямым или косвенным законным или выгодным владельцем 10% или более), вы не будете делать ставки на события, управляемые спортивным управлением, или на события, в которых участвует член команды этого спортивного управления;</p>
                    <p>cc) Если вы участвуете в определенном виде спорта или событии, вы не будете участвовать в установлении коэффициентов ставок на соревнования, в которых вы участвуете.</p>
                    <p><b>5.2 </b>Если вы нарушите любое из указанных выше заявлений, гарантий или обязательств, Seabet оставляет за собой право по своему усмотрению закрыть или приостановить вашу учетную запись Seabet и, в пределах закона, аннулировать любые ставки.</p>
                    
                    <h3>6. Гарантии SEABET</h3>
                    <p><b>6.1 </b>Seabet гарантирует, что:</p>
                    <p>a) Они будут безопасно и надлежащим образом управлять средствами игроков; и</p>
                    <p>b) Они будут управлять личной информацией игроков в соответствии с применимыми законами и своей политикой конфиденциальности.</p>
                    <p><b>6.2 </b>Сайт предоставляется "как есть" без каких-либо явных или подразумеваемых гарантий, условий, обязательств или заявлений. Seabet отказывается от всех подразумеваемых условий, заявлений, гарантий (включая, но не ограничиваясь, условия торговли, качества удовлетворения и пригодности для любой конкретной цели).</p>
                    <p>Seabet не гарантирует:</p>
                    <p>(a) что сайт и услуги будут удовлетворять ваши требования;</p>
                    <p>(b) что сайт и услуги не будут нарушать права интеллектуальной собственности третьих лиц;</p>
                    <p>(c) что работа сайта и услуг будет без ошибок или прерываний;</p>
                    <p>(d) что любые недостатки сайта и услуг будут исправлены; или</p>
                    <p>(e) что сайт или серверы не содержат вирусов.</p>
                    
                    <p><b>6.3 </b>Вы можете связаться с Seabet через электронную почту (support{'@'}Seabet.io) или воспользоваться круглосуточной онлайн-чат службой. Вы можете использовать функцию онлайн-чата, войдя в свою учетную запись Seabet. Однако, если Seabet установит, что вы вели себя оскорбительно или уничижительно по отношению к Seabet, его филиалам или нашим третьим сторонам-поставщикам услуг через онлайн-чат, электронную почту или другой способ связи, Seabet вправе принять необходимые меры, включая, но не ограничиваясь, ограничением, приостановкой или прекращением доступа к вашему аккаунту Seabet.</p>
  
                    <h3>7. Депозиты</h3>
                    <p><b>7.1 </b>Вы можете участвовать в любой игре только при наличии достаточных средств на вашем аккаунте Seabet. Для этого вы должны использовать способы оплаты, предоставленные на сайте. Seabet не будет начислять никаких баллов за участие в играх.</p>
                    <p><b>7.2 </b>Вы обязаны вносить средства на ваш аккаунт Seabet, используя способы оплаты, предоставленные на сайте www.Seabet.io.</p>
                    <p><b>7.3 </b>Вы должны удостовериться, что средства, внесенные на ваш аккаунт Seabet, полностью соответствуют законодательству, особенно необходимо убедиться, что эти средства не поступили из незаконной деятельности или других незаконных источников.</p>
                    <p><b>7.4 </b>Чтобы внести средства на ваш аккаунт Seabet, вы можете перевести средства с криптовалютного кошелька, которым вы управляете, или любым другим способом оплаты, предоставленным на Seabet.io. Депозиты могут быть внесены только из ваших собственных средств.</p>
                    <p><b>7.5 </b>Вы должны вносить средства на ваш аккаунт только для того, чтобы использовать эти средства для ставок на сайте. Seabet имеет право приостановить или закрыть ваш аккаунт, если мы обоснованно полагаем, что вы вносите средства без намерения делать спортивные ставки и/или ставки на азартные игры. В этом случае мы также можем сообщить о такой деятельности соответствующим властям.</p>
                    <p><b>7.6 </b>Вы признаете и понимаете, что пополнение вашего аккаунта Seabet может происходить только через способы оплаты, которыми вы владеете.</p>
                    <p><b>7.7 </b>Вы также понимаете, соглашаетесь и признаете, что если Seabet обнаружит, что вы:</p>
                    <p>a) Используете сторонние способы оплаты для пополнения вашего аккаунта Seabet/или</p>
                    <p>b) Вносите незаконные средства на ваш аккаунт Seabet/или</p>
                    <p>Такие действия будут рассматриваться как мошенничество, нарушающее условия обслуживания, и включают:</p>
                    <p>i) Seabet оставляет за собой право приостановить или закрыть ваш аккаунт по собственному усмотрению; и</p>
                    <p>ii) Seabet оставляет за собой право отменить, аннулировать или скорректировать любые транзакции, а также конфисковать внесенные средства и/или любые бонусы, полученные от внесенных средств.</p>
                    <p><b>7.8 </b>Seabet может установить минимальную сумму депозита по своему усмотрению. Минимальная сумма депозита может быть изменена в любое время по усмотрению Seabet и будет указана на сайте. Обратите внимание, что в зависимости от используемого вами способа оплаты, провайдер платежных услуг может взимать дополнительные сборы.</p>
                    <p><b>7.9 </b>Доступные способы оплаты, а также минимальные и максимальные лимиты депозитов можно найти в разделе депозитов на сайте. Могут взиматься и изменяться применимые сервисные сборы. Некоторые способы оплаты могут быть недоступны в отдельных странах/регионах.</p>
                    <p><b>7.10 </b>При использовании платежных сервисов депозиты обрабатываются немедленно, и обновленный баланс отображается на аккаунте Seabet сразу. Seabet не несет ответственности за задержки, вызванные нашей платежной системой или любыми третьими сторонами. Обратите внимание:</p>
                    <p>a) Некоторые способы оплаты могут включать дополнительные сборы. В таком случае сборы будут четко видны на кассе.</p>
                    <p>b) Ваш банк или провайдер платежных услуг может взимать дополнительные сборы за валютные операции в соответствии с их условиями и вашим пользовательским соглашением.</p>
                    <p><b>7.11 </b>Мы оставляем за собой право использовать другие процедуры и методы для проверки вашей личности при обработке депозитов на ваш аккаунт Seabet.</p>
                    <p><b>7.12 </b>Средства не могут быть переведены с вашего аккаунта Seabet на аккаунты других игроков.</p>
                    <p><b>7.13 </b>Seabet может по своему усмотрению отказать в любом депозите. Пользователи с заблокированными или приостановленными аккаунтами должны воздерживаться от внесения депозитов на www.Seabet.io.</p>
                    <p><b>7.14 </b>Если игрок попытается внести депозит на свой аккаунт, когда он заблокирован или приостановлен, Seabet вправе удержать средства.</p>
                    
                    <h3>8. Вывод средств</h3>
                    <p><b>8.1 </b>Seabet оставляет за собой право отказать игроку в выводе средств с его аккаунта Seabet до тех пор, пока:</p>
                    <p>a) Личность игрока подтверждена, и Seabet убедился, что вывод средств осуществляет владелец аккаунта Seabet;</p>
                    <p>b) Средства выводятся на счет, принадлежащий законному владельцу;</p>
                    <p>c) Предоставлена вся другая информация, запрашиваемая Seabet; и</p>
                    <p>d) Игрок выполнил минимальные требования к ставкам по каждому депозиту.</p>
                    <p><b>8.2 </b>Seabet оставляет за собой право проводить расследование вашего аккаунта и игровой активности. Если Seabet обоснованно подозревает, что ваш аккаунт или игровая активность нарушают условия обслуживания или применимые законы или нормативные акты, Seabet может по своему усмотрению задержать или отказать в дальнейшем внесении депозитов, выводе средств и/или участии в играх до завершения расследования. Вы признаете и принимаете, что Seabet может не предоставить объяснение по поводу природы своего расследования.</p>
                    <p><b>8.3 </b>Все выводы средств должны осуществляться тем же способом оплаты, который использовался для депозита, если мы не примем иное решение или это невозможно сделать. Если вы использовали несколько способов оплаты для депозита, мы оставляем за собой право разделить ваш вывод средств по этим способам оплаты и обрабатывать каждую часть в соответствии с нашими усмотрениями и с учетом требований по борьбе с отмыванием денег и нормативных актов.</p>
                    <p><b>8.4 </b>Если мы ошибочно зачислим на ваш аккаунт Seabet бонусы, которые вам не принадлежат, будь то из-за технической ошибки в таблице коэффициентов, человеческой ошибки или по другой причине, такая сумма будет считаться нашей собственностью и будет вычтена из вашего аккаунта Seabet. Если вы снимете средства, которые вам не принадлежат, до того, как мы осознаем ошибку, ошибочно выплаченная сумма будет (без ущерба для любых других правовых средств и исков) считаться вашим долгом перед нами. Если зачисление выполнено неправильно, вы обязаны немедленно уведомить нас по электронной почте.</p>
                    
                                      <p>Вывод средств в фиатной валюте</p>
                    <p><b>8.5 </b>Для запроса вывода средств в фиатной валюте вы должны сделать ставки на сумму, равную 100% от стоимости депозита.</p>
                    <p><b>8.6 </b>Вывод средств с аккаунта Seabet производится путем выплаты игроку или перевода на банковский счет, открытый на имя игрока, как указано игроком в Seabet. Перед обработкой любого вывода средств Seabet оставляет за собой право провести углубленную проверку, если это необходимо.</p>
                    <p><b>8.7 </b>Минимальная сумма для вывода будет установлена на сайте во время выполнения вывода.</p>
                    <p><b>8.8 </b>Если у вас есть несколько запросов на вывод средств, Seabet оставляет за собой право отказать во всех выводах и потребовать выполнения одного вывода, включающего всю сумму всех запросов.</p>
                    <p><b>8.9 </b>Seabet не взимает комиссию за вывод средств. Однако мы рекомендуем вам проверить, взимает ли ваш способ оплаты дополнительные сборы. Seabet не несет ответственности за любые комиссии или сборы, взимаемые третьими сторонами (такими как ваш банк), так как это выходит за рамки нашего контроля.</p>
                    
                    <p>Вывод средств в криптовалюте</p>
                    <p><b>8.10 </b>При подаче действительного запроса на вывод средства в криптовалюте будут отправлены на указанный вами адрес криптовалютного кошелька.</p>
                    <p><b>8.11 </b>Seabet оставляет за собой право провести дополнительную процедуру проверки KYC для любого вывода средств. Игрокам, желающим вернуть средства с закрытого, заблокированного или исключенного аккаунта, рекомендуется связаться с www.Seabet.io.</p>
                    <p><b>8.12 </b>Все транзакции должны проверяться для предотвращения отмывания денег. Если игрок обнаружит любые подозрительные действия, связанные с играми на сайте, он/она должен(на) немедленно сообщить об этом в Seabet. Seabet может приостановить, заблокировать или закрыть аккаунт Seabet и действовать в соответствии с законами о предотвращении отмывания денег или любыми другими требованиями государственных органов. Вы признаете, что средства на вашем аккаунте могут быть немедленно израсходованы при игре, и мы не предоставляем возврат средств, компенсацию или обратное удаление вашего аккаунта.</p>
                    
                    <h3>9. Защита средств игроков и отказ от платежей</h3>
                    <p><b>9.1 </b>Все средства, внесенные вами на аккаунт Seabet, вместе с любыми бонусами, будут храниться на отдельном клиентском банковском счете/криптовалютном кошельке, предназначенном исключительно для ваших спортивных и игровых ставок, а также для уплаты любых сборов или затрат, связанных с использованием наших услуг. Это означает, что ваши средства защищены и не будут использованы для других целей.</p>
                    <p><b>9.2 </b>Если из-за причин, связанных с вашим аккаунтом Seabet, Seabet понесет убытки от возвратов, отмен или отказов в оплате, Seabet оставляет за собой право потребовать от вас возмещения соответствующей суммы.</p>
                    <p><b>9.3 </b>Мы можем в любое время зачесть любые положительные остатки на вашем аккаунте в счет погашения любой суммы, которую вы должны Seabet.</p>
                    
                    <h3>10. Ставки/вложения</h3>
                    <p><b>10.1 </b>Вы можете делать ставки на рынки/продукты, предоставленные на сайте. Seabet не обязана принимать ваши ставки/вложения, и ставки/вложения будут считаться действительными и окончательными только после получения подтверждения от Seabet о принятии вашей ставки/вложения.</p>
                    <p><b>10.2 </b>Seabet принимает только онлайн-ставки (включая ставки через мобильные устройства). Другие формы ставок (по почте, электронной почте, факсу и т.д.) не принимаются и будут считаться недействительными - независимо от результата.</p>
                    <p><b>10.3 </b>Вы несете ответственность за правильность деталей ставки/вложения. После размещения ставки/вложения вы не можете отменить его. Ставки могут быть изменены только с помощью функции редактирования ставок, если она доступна. Seabet может отменить или изменить ставки/вложения только в следующих случаях: если соответствующее событие было приостановлено или отменено, если в ставке или коэффициентах имеются явные ошибки, если ставка нарушает условия или по юридическим или регулирующим причинам.</p>
                    <p><b>10.4 </b>Ваши средства будут распределены по ставкам/вложениям в порядке их размещения и не могут быть использованы для других целей. Seabet оставляет за собой право отменить и/или аннулировать любые транзакции, связанные с распределенными средствами, как до, так и после размещения ставок/вложений.</p>
                    
                    <h3>11. Подтверждение ставок/вложений</h3>
                    <p><b>11.1 </b>Ставки/вложения становятся действительными только после получения вами подтверждения их принятия. Ставки/вложения, выполненные при недостаточности средств на вашем аккаунте, будут считаться недействительными.</p>
                    <p><b>11.2 </b>Ставки/вложения действительны только после их принятия Seabet. Каждая действительная ставка/вложение будет иметь уникальный код транзакции. Мы не несем ответственности за расчеты ставок/вложений, для которых не был использован уникальный код транзакции. Если вы не уверены в действительности ставки/вложения, проверьте историю своего аккаунта или свяжитесь с нашей службой поддержки (support{'@'}Seabet.io).</p>
                    <p><b>11.3 </b>В случае спора по поводу содержания ставки, вы и Seabet соглашаетесь с тем, что база данных журналов транзакций Seabet является окончательной инстанцией по таким вопросам.</p>
                    
                    <h3>12. Бонусы</h3>
                    <p><b>12.1 </b>Seabet может по своему усмотрению время от времени предлагать бонусы и промоакции.</p>
  
  
                    <p>Квалификация</p>
                    <p><b>12.2 </b>После успешной регистрации аккаунта в Seabet вы можете иметь право на участие в акциях и бонусах Seabet. Принимая данное соглашение и регистрируя аккаунт в Seabet на сайте, вы также признаете и соглашаетесь с правилами и положениями, касающимися любых акций и бонусов, предоставляемых Seabet.</p>
                    <p>Условия бонусов</p>
                    <p><b>12.3 </b>Все акции, бонусы или специальные предложения подлежат явным условиям бонусов, указанным на сайте, а также специфическим условиям акций и бонусов (если применимо). Любое использование бонусов, зачисленных на ваш аккаунт, должно соответствовать таким условиям. Принятие акций, бонусов или специальных предложений, доступных на сайте, означает ваше согласие с условиями таких акций, бонусов или предложений, и вы признаете, что всегда необходимо делать ставки с использованием наличных средств до того, как бонусные средства будут доступны для ставок. Мы оставляем за собой право в любое время отменить любые акции, бонусы или специальные предложения.</p>
                    <p>Активация и срок действия</p>
                    <p><b>12.4 </b>Активация бонуса или акции подтверждает ваше согласие с применимыми условиями и положениями.</p>
                    <p><b>12.5 </b>По истечении срока действия акции, бонуса или специального предложения, Seabet не будет принимать или обменивать никакие акции, бонусы или специальные предложения, если только Seabet не решит иначе для какого-либо конкретного клиента, акции, бонуса или предложения. Дата истечения срока будет указана в конкретных правилах или условиях акции, бонуса или специального предложения. Кроме того, Seabet оставляет за собой право изменять или модифицировать любые политики, касающиеся начисления или истечения срока бонусов.</p>
                    <p><b>12.6 </b>После конфискации или аннулирования бонуса вы больше не сможете его использовать (впоследствии не будет возможна его повторная активация). Любые бонусные средства, зачисленные на баланс вашего аккаунта в Seabet, останутся доступными для использования вами.</p>
                    <p>Злоупотребление бонусами и мошенничество</p>
                    <p><b>12.7 </b>Если Seabet считает, что игрок злоупотребляет или пытается злоупотребить бонусами или другими акциями, или может получить выгоду от злоупотребления или несоблюдения политики Seabet, Seabet может по своему усмотрению отказать в предоставлении, удержании или отзыве любых бонусов или акций от любого игрока, или временно или навсегда приостановить доступ этого игрока к услугам, программному обеспечению и/или заблокировать аккаунт игрока.</p>
                    <p><b>12.8 </b>Вы можете открыть только один (1) аккаунт на сайте. Открытие нескольких аккаунтов на сайте с целью накопления бонусов, акций, специальных предложений или других целей считается злоупотреблением.</p>
                    
                    <p>Права SEABET</p>
                    <p><b>12.9 </b>Seabet оставляет за собой право удалять бонусы со всех неактивных аккаунтов или аккаунтов, признанных «злоупотребляющими бонусами».</p>
                    <p><b>12.10 </b>Seabet оставляет за собой право отменить все бонусы, которые не были использованы или выведены в течение срока претензии или 60 дней, в зависимости от того, какой срок истечет раньше.</p>
                    <p><b>12.11 </b>Seabet оставляет за собой право отменить любой бонус.</p>
                    
                    <h3>13. Авторизация/Условия обслуживания</h3>
                    <p><b>13.1 </b>Вы соглашаетесь с правилами игр, описанными на сайте Seabet.io. Seabet оставляет за собой право публиковать, поддерживать и закрывать услуги. Решения руководства Seabet по любому использованию услуг или разрешению споров являются окончательными и не подлежат пересмотру или обжалованию.</p>
                    
                    <h3>14. Запрещенное использование</h3>
                    <p>Личное использование</p>
                    <p><b>14.1 </b>Этот сервис предназначен только для личного использования пользователем. Пользователь может делать ставки только для своего личного развлечения. Пользователю запрещается создавать несколько аккаунтов с целью манипуляции, спортивного беттинга и/или злоупотребления сервисом.</p>
                    
                    <p>Антиотмывение денег и соблюдение санкций</p>
                    <p><b>14.2 </b>Seabet категорически запрещает и отказывается от использования сервиса для любых незаконных действий, включая отмывание денег, финансирование терроризма или нарушение торговых санкций в соответствии с законами, правилами и нормами различных юрисдикций. В связи с этим данный сервис не предоставляется лицам или организациям, находящимся под санкциями США, ЕС или других глобальных санкционных списков. Используя сервис, вы заявляете и гарантируете, что не являетесь таким субъектом.</p>
                    <p>Юрисдикция</p>
                    <p><b>14.3 </b>Лица, находящиеся в или проживающие в Афганистане, Австралии, Беларуси, Бельгии, Кот-д’Ивуаре, Кубе, на острове Кюрасао, в Чехии, Демократической Республике Конго, Дании, Франции, Германии, Греции, Иране, Ираке, Италии, Либерии, Ливии, Литве, Нидерландах, Северной Корее, Онтарио, Португалии, Сербии, Словакии, Южном Судане, Испании, Судане, Сирии, Швейцарии, Великобритании, США, Зимбабве («Запрещенные юрисдикции»), не могут использовать этот сервис. Для устранения сомнений, вышеуказанное ограничение на участие в играх на реальные деньги в запрещенных юрисдикциях также применимо к резидентам и гражданам других стран, находящихся в запрещенных юрисдикциях. Любые попытки обойти ограничения на игры для лиц из запрещенных юрисдикций или ограниченных юрисдикций нарушают данное соглашение. Попытки обхода включают, но не ограничиваются, манипуляциями с информацией, используемой Seabet для определения вашего местоположения, и предоставлением Seabet ложной или вводящей в заблуждение информации о вашем местоположении или месте жительства.</p>
                    
                    <p><b>14.4 </b>Попытка манипуляции вашим реальным местоположением с использованием VPN, прокси или подобных сервисов, или предоставление ложной или вводящей в заблуждение информации о вашем месте жительства с целью обхода геоблокировок или юрисдикционных ограничений, является нарушением пункта 5 условий использования сервиса.</p>
                    
                    <h3>15. Ваше оборудование</h3>
                    <p><b>15.1 </b>Ваш компьютер или мобильное устройство и интернет-соединение могут повлиять на производительность и/или работу данного сайта. Seabet не гарантирует, что сайт будет работать без сбоев или ошибок, и не гарантирует, что услуги Seabet не будут прерываться. Seabet не несет ответственности за любые сбои или проблемы, вызванные вашим оборудованием, интернет-соединением или услугами интернет-провайдера (включая, например, случаи, когда вы не можете сделать ставку или получить или просмотреть определенную информацию о событиях).</p>
                    <p><b>15.2 </b>Для клиентов, использующих мобильные устройства для ставок, обратите внимание, что Seabet не несет ответственности за повреждение мобильного устройства или потерю данных, а также за любые телефонные, данные или другие расходы, связанные с использованием программного обеспечения.</p>
                    <p><b>15.3 </b>Из-за ограниченного размера экрана на мобильных устройствах мобильный опыт может отличаться от других платформ. Эти различия могут включать, но не ограничиваться, расположением определенной информации на платформе и отсутствием названий игр на всех страницах игр.</p>
                    
                    <h3>16. Разумное использование</h3>
                    <p><b>16.1 </b>Этот сайт и сервисы могут использоваться только для развлекательных целей путем размещения ставок на активности и/или игровые продукты.</p>
                    <p><b>16.2 </b>Вы не можете использовать сайт для интересов третьих сторон или для любых незаконных, клеветнических, оскорбительных или неприличных целей, или для целей, которые Seabet считает дискриминационными, мошенническими, нечестными или неуместными. Seabet может сообщить властям о любых действиях, которые она считает подозрительными и/или нарушающими данный пункт.</p>
                    <p><b>16.3 </b>Если Seabet подозревает, что вы осуществляете мошенническую, нечестную или преступную деятельность через сайт или сервис, или в связи с сайтом или сервисом, Seabet может предпринять уголовные и контрактные санкции против вас. Seabet оставляет за собой право удерживать любые подозрительные платежи или платежи, которые могут быть предназначены для интересов третьих сторон.</p>
                    <p><b>16.4 </b>Вы обязаны возместить и нести ответственность за все расходы, затраты или убытки (включая любые прямые, косвенные или случайные убытки, потерю прибыли и репутационные убытки), понесенные нами или нашими аффилированными лицами, в связи с любыми претензиями, возникшими в результате вашего использования сайта или сервиса.</p>
                    <p><b>16.5 </b>Кроме того, мы оставляем за собой право не принимать, обрабатывать и/или осуществлять платежи по ставкам, которые запрещены или незаконны в соответствии с применимыми законами или регламентами.</p>
                    
                    <h3>17. Программное обеспечение и технические проблемы</h3>
                    <p><b>17.1 </b>Для использования сайта и сервиса может потребоваться загрузка некоторого программного обеспечения (например, игр казино через Flash Player). Кроме того, некоторые поставщики стороннего программного обеспечения могут требовать, чтобы вы согласились с дополнительными условиями и положениями, касающимися использования их продуктов, которые указаны на сайте или предоставлены через сайт. Если вы не принимаете эти условия и положения сторонних поставщиков, не используйте соответствующее стороннее программное обеспечение. Seabet не несет ответственности за любое стороннее программное обеспечение.</p>
                    <p><b>17.2 </b>Вы можете использовать любое программное обеспечение, предоставляемое вам через сайт, только для целей использования сайта и сервиса, и не должны использовать его для каких-либо других целей, если иное не предусмотрено применимым законодательством.</p>
                    <p><b>17.3 </b>Мы предоставляем вам личное, неисключительное, непередаваемое право использовать сайт исключительно для доступа и использования услуг на сайте в соответствии с этими условиями и положениями. Права на использование нашего сайта утрачиваются, как только ваша регистрация пользователя будет отменена по любой причине, особенно если вы используете это право для создания параллельного бизнеса на нашем сайте или в наших продуктах, или для использования автоматизированных сервисов или программного обеспечения для анализа, захвата или иного использования информации, отображаемой на нашем сайте.</p>
                    <p><b>17.4 </b>Вы не должны:</p>
                    <p>a) Устанавливать или загружать программное обеспечение, которое является частью сайта, на сервер или другое сетевое устройство, или предпринимать другие шаги по предоставлению программного обеспечения другим лицам через какие-либо «доски объявлений», онлайн-сервисы или удаленные подключения;</p>
                    <p>b) Перелицензировать, передавать, сдавать в аренду, сдавать, одалживать, передавать или копировать (если только явно не указано в данных условиях и положениях) ваши права на использование сайта или программного обеспечения, составляющего часть сайта, или права на создание или распространение его копий;</p>
                    <p>c) Доступаться, пытаться получить доступ к или обойти систему безопасности Seabet, или каким-либо образом (включая, но не ограничиваясь, роботами или подобными устройствами) мешать продуктам или сайту, или пытаться модифицировать программное обеспечение и/или его функции или компоненты;</p>
                    <p>d) Копировать или переводить любые пользовательские документы, предоставленные в «онлайн» или электронном формате.</p>
                    <p>e) Кроме того, за исключением случаев, предусмотренных применимым законодательством для минимального объема связанных с программным обеспечением прав, вы не должны: (i) переводить, производить обратное проектирование, декомпилировать, дизассемблировать, изменять, создавать производные работы на основе сайта или иным образом модифицировать сайт; или (ii) производить обратное проектирование, декомпилировать, дизассемблировать, изменять, адаптировать, переводить, пытаться обнаружить исходный код программного обеспечения, составляющего часть сайта, или создавать производные работы на основе всего сайта или любой его части.</p>
                    <p><b>17.5 </b>Вы не обладаете правами на программное обеспечение, составляющее часть сайта. Такое программное обеспечение является собственностью Seabet или третьих поставщиков программного обеспечения (любые такие третьи поставщики, «Поставщики программного обеспечения»). Любое программное обеспечение и сопутствующая документация, предоставленная Seabet, являются собственностью Поставщиков программного обеспечения и защищены авторским правом по всему миру. Использование данного программного обеспечения не предоставляет вам права на интеллектуальную собственность на это программное обеспечение.</p>
                    <p><b>17.6 </b>Сайт предоставляется «как есть», без каких-либо явных или подразумеваемых, законных или других гарантий, условий, обязательств или заявлений. Seabet отказывается от всех подразумеваемых условий, гарантий и обязательств, включая любые гарантии товарного качества, удовлетворительного качества и пригодности для конкретной цели, полноты или точности услуг или программного обеспечения или соблюдения применимых законов и регуляций. Seabet не гарантирует и не принимает условия: </p>
                    <p>(i) что программное обеспечение будет соответствовать вашим требованиям;</p>
                    <p>(ii) что программное обеспечение не нарушает права интеллектуальной собственности третьих сторон;</p>
                    <p>(iii) что работа программного обеспечения будет безошибочной или бесперебойной; (iv) что любые дефекты в программном обеспечении будут исправлены; или </p>
                    <p>(v) что программное обеспечение или сервер не содержат вирусов.</p>
                    
                                        <p><b>17.7</b> В случае возникновения ошибок в коммуникациях или системных ошибках, связанных с расчетом счета или другими функциями или компонентами программного обеспечения, Seabet и поставщик программного обеспечения не несут ответственности перед вами или третьими сторонами за такие ошибки. Seabet оставляет за собой право удалить все связанные продукты с веб-сайта и предпринять любые другие действия для исправления таких ошибок.</p>
                    <p><b>17.8</b> Вы настоящим подтверждаете, что использование программного обеспечения не находится под контролем Seabet. Поэтому риск установки и/или использования этого программного обеспечения несете вы сами. Seabet не несет ответственности перед вами или третьими сторонами за получение и/или использование этого программного обеспечения.</p>
                    <p><b>17.9</b> Это программное обеспечение может содержать конфиденциальную и ценную информацию, принадлежащую поставщику программного обеспечения и/или Seabet. Вы не имеете права использовать или раскрывать эту конфиденциальную информацию, если это не предусмотрено настоящими условиями.</p>
                    <p><b>17.10</b> Если по какой-либо причине веб-сайт будет недоступен в любое время или на любой срок, Seabet не несет ответственности. Мы оставляем за собой право изменять или исправлять любые аспекты веб-сайта, а также содержание, услуги или продукты, предоставляемые через веб-сайт (включая ваш доступ к веб-сайту), изменять, приостанавливать или прекращать их предоставление.</p>
                    <p><b>17.11</b> Вы не должны злоупотреблять веб-сайтом, внедряя вирусы, трояны, черви, логические бомбы или другие вредоносные или технически вредоносные материалы. В частности, вы не должны несанкционированно получать доступ к веб-сайту, нарушать, повреждать или разрушать веб-сайт или любую его часть, оборудование или сеть, на которых размещен веб-сайт, программное обеспечение, связанное с предоставлением веб-сайта, или любое оборудование, программное обеспечение или веб-сайт, принадлежащие третьим лицам. Вы не должны атаковать наш веб-сайт с помощью атак отказа в обслуживании. Мы не несем ответственности за любые убытки или повреждения, которые могут быть причинены вашим компьютером, программным обеспечением, данными или другой интеллектуальной собственностью в результате атак отказа в обслуживании, вирусов или других технически вредоносных материалов, которые могут распространиться в результате использования веб-сайта, программного обеспечения или загрузки материалов с веб-сайта или со связанного с ним веб-сайта.</p>
                    
                    <h3>18. Контент третьих сторон</h3>
                    <p><b>18.1</b> Seabet получает информацию, отзывы и контент от множества поставщиков. Некоторые поставщики третьих сторон могут требовать от вас согласия с дополнительными условиями управления их фидами, отзывами и контентом. Если вы не принимаете соответствующие условия третьих сторон, вы соглашаетесь не использовать соответствующие фиды, отзывы или контент.</p>
                    <p><b>18.2</b> Seabet не несет ответственности за какие-либо фиды, отзывы и контент третьих сторон.</p>
                    <p><b>18.3</b> Если веб-сайт содержит ссылки на веб-сайты и ресурсы третьих сторон, эти ссылки предоставляются только для вашего удобства. Seabet не контролирует содержание этих сайтов или ресурсов и не несет ответственности за них или за любые убытки или повреждения, которые могут возникнуть в результате их использования. Наличие ссылок на сайты третьих сторон не означает одобрения этих сайтов, продуктов или услуг (если это применимо).</p>
                    
                    <h3>19. Ошибки</h3>
                    <p><b>19.1</b> Если вы действуете намеренно или злонамеренно, Seabet не несет ответственности, если вы пытаетесь получить выгоду из любой ошибки на веб-сайте, включая:</p>
                    <p>（i） Очевидные ошибки в соответствующих коэффициентах, спредах, форинтах, тоталах, кэш-аутах;</p>
                    <p>（ii） Seabet продолжает принимать ставки или ставки на закрытые или приостановленные рынки;</p>
                    <p>（iii） Ошибки в расчетах или выплатах, включая ставки, которые были погашены как полные расчеты, или ставки, которые ошибочно считаются недействительными, когда при ставке выбрана опция "недействительно, если игрок не начал"; или любые ошибки в генераторах случайных чисел или таблицах выплат, используемых в любой игре или продукте.</p>
                    
                    <h3>20. Нарушение условий</h3>
                    <p><b>20.1</b> Без ущерба для любых других прав, Seabet оставляет за собой право принять любые действия, которые считает необходимыми, включая прекращение настоящего соглашения или любого другого соглашения с пользователем и/или принятие правовых мер против пользователя, если тот полностью или частично нарушает любые условия, содержащиеся здесь.</p>
                    <p><b>20.2</b> Вы соглашаетесь полностью возместить, защитить и освободить Seabet и его акционеров, директоров, агентов и сотрудников от всех претензий, требований, обязательств, убытков, потерь, затрат и расходов, включая юридические расходы и любые другие расходы, независимо от причины, возникающих из:</p>
                    <p>a） Вашего полного или частичного нарушения настоящего соглашения;</p>
                    <p>b） Вашего нарушения любых законов или прав третьих сторон; и</p>
                    <p>c） Вашего использования услуг.</p>
                    
                    <h3>21. Ограничение и ответственность</h3>
                    <p><b>21.1</b> В любых случаях, включая халатность, Seabet не несет ответственности за любые особые, случайные, прямые, косвенные или последующие убытки (включая, но не ограничиваясь, потерю прибыли, прерывание бизнеса, потерю деловой информации или любые другие денежные убытки), возникающие в результате использования (или злоупотребления) услугами, даже если Seabet знал о возможности таких убытков заранее.</p>
                    <p><b>21.2</b> Никакое положение настоящего соглашения не исключает или не ограничивает ответственность Seabet за смерть или телесные повреждения, вызванные его халатностью.</p>
                                        <h3>22. Интеллектуальная собственность</h3>
                    <p><b>22.1</b> Seabet и его лицензиары являются единственными владельцами всех прав на услуги, а также на код, структуру и организацию, включая авторские права, коммерческую тайну, интеллектуальную собственность и другие права. В пределах, разрешенных применимым законодательством, вы не имеете права:</p>
                    <p>(a) Копировать, распространять, публиковать, производить обратную разработку, декомпилировать, дизассемблировать, модифицировать или переводить веб-сайт; или</p>
                    <p>(b) Использовать услуги любым образом, запрещенным применимыми законами или нормативными актами (каждое из вышеперечисленного называется «неавторизованное использование»).</p>
                    <p>Seabet сохраняет за собой любые и все неявные или иные права, не предоставленные пользователю по настоящему соглашению, и сохраняет все права, собственность и интересы на услуги. Вы соглашаетесь нести полную ответственность за любые убытки, затраты или расходы, возникающие из-за или в связи с любым неавторизованным использованием, которое вы поручили.</p>
                    <p>Вы обязаны немедленно уведомить Seabet о том, что кто-то поручил любое неавторизованное использование, и предоставить разумную помощь в проведении любых расследований в соответствии с информацией, которую вы предоставите Seabet.</p>
                    <p><b>22.2</b> Название Seabet, его доменное имя и любые другие торговые марки или знаки обслуживания, используемые Seabet как часть услуг (далее – «Торговые марки»), полностью принадлежат Seabet. Более того, весь контент на веб-сайте, включая, но не ограничиваясь изображениями, фотографиями, графиками, анимацией, видео, музыкой, аудио и текстом (далее – «Контент сайта»), принадлежит Seabet и защищен авторским правом и/или другими правами интеллектуальной собственности или иными правами. Вы признаете, что использование услуг не дает вам никаких прав на контент сайта и/или торговые марки или их части. В любом случае, вы не должны использовать контент сайта и/или торговые марки без предварительного письменного согласия Seabet. Вы также соглашаетесь не совершать действий, которые могут повредить или угрожать правам Seabet, включая интеллектуальную собственность Seabet.</p>
  
                    <h3>23. Споры</h3>
                    <p><b>23.1</b> Если вы хотите подать жалобу, пожалуйста, свяжитесь с командой обслуживания клиентов Seabet по адресу (support{'@'}Seabet.io). Если какой-либо спор не удастся разрешить удовлетворительно, вы можете искать средства правовой защиты в пределах юрисдикции, указанных ниже.</p>
                    
                    <h3>24. Изменения</h3>
                    <p><b>24.1</b> Seabet оставляет за собой право в любое время обновлять или изменять это соглашение или любую его часть или иным образом изменять услуги без предварительного уведомления. Вы будете подчиняться измененной версии соглашения с момента ее публикации. Мы рекомендуем вам регулярно проверять условия, содержащиеся в актуальной версии соглашения. Продолжение использования вами услуг будет считаться подтверждением вашего согласия с любыми изменениями соглашения.</p>
                    
                    <h3>25. Разделимость</h3>
                    <p><b>25.1</b> Если какое-либо положение настоящего соглашения является или становится незаконным, недействительным или неисполнимым в какой-либо юрисдикции, это не влияет на действительность или исполнимость других положений соглашения в данной юрисдикции и не влияет на действительность или исполнимость такого положения или любых других положений соглашения в других юрисдикциях.</p>
                    
                    <h3>26. Передача прав</h3>
                    <p><b>26.1</b> Seabet оставляет за собой право в любое время передать все или часть своих прав по этому соглашению без предварительного уведомления. Пользователь не имеет права передавать свои права или обязательства по настоящему соглашению.</p>
                    
                    <h3>27. Прочие положения</h3>
                    <p><b>27.1</b> Отказ Seabet от претензий по поводу нарушения любого положения этого соглашения (включая неисполнение Seabet строго и буквально любых условий соглашения) не может интерпретироваться как отказ от преследования последующих нарушений этого положения или любых других нарушений соглашения.</p>
                    <p><b>27.2</b> Никакое положение этого соглашения не должно создавать или предоставлять третьим лицам какие-либо права или выгоды, не предусмотренные соглашением.</p>
                    <p><b>27.3</b> Никакое положение этого соглашения не должно рассматриваться как установление или создание партнерства, агентских отношений, доверительного управления, доверительных отношений или совместного предприятия между вами и Seabet.</p>
                    <p><b>27.4</b> Seabet имеет право передавать, уступать, обременять, предоставлять лицензии или иным образом распоряжаться этим соглашением, а также передавать любые права и обязательства по соглашению третьим лицам.</p>
                    <p><b>27.5</b> Это соглашение составляет полное понимание и соглашение между вами и Seabet относительно услуг и заменяет любые предыдущие соглашения, договоренности или договоренности между вами и Seabet.</p>
                    
                    <h3>28. Жалобы</h3>
                    <p><b>28.1</b> Если у вас есть какие-либо недовольства или жалобы относительно наших услуг, вы можете связаться с нашей командой обслуживания клиентов через функцию чата на веб-сайте или по электронной почте (support{'@'}Seabet.io). Мы постараемся решить вашу проблему в кратчайшие сроки.</p>
                  </div>`,
    responsibleContent: `<div>
                            <h2>Ответственная игра</h2>
                            <p>На Seabet.io; мы предоставляем платформу и услуги, которые позволяют нашим клиентам наслаждаться играми и ставками. Наша цель - предоставить вам безопасную, надежную и регулируемую среду, которая обеспечит вам приятный и полезный опыт. Мы призываем клиентов использовать наши услуги ответственно и разумно.</p>
                            <p>Различные виды азартных игр были популярны в течение многих лет, и игры на Seabet.io предназначены для развлечения. Мы также призываем наших игроков, наслаждаясь играми, не позволять им влиять на их повседневную жизнь и отнимать время от семьи и друзей. Важно, чтобы деньги, потраченные на игры, были только излишками или свободными деньгами после всех жизненных расходов. Важно понимать, что игры не могут быть способом заработка, так как вы не можете гарантировать прибыль.</p>
                            <p>Хотя большинство игроков играют ответственно и нормально, к сожалению, некоторые игроки могут столкнуться с проблемами зависимости от азартных игр.</p>
                            <p>На Seabet.io качество жизни/психическое здоровье игроков имеет для нас первостепенное значение. Мы придаем большое значение нашей роли в ответственной игре и рекомендуем вам:</p>
                            <ul>
                            <li>Рассматривать ваши ставки и игры как форму развлечения, используя только деньги, отложенные на развлечение.</li>
                            <li>Не делать ставки или играть на суммы, превышающие ваши финансовые возможности.</li>
                            <li>Не делать ставки на деньги, которые вы не можете позволить себе проиграть.</li>
                            <li>Не пытаться отыграться после проигрыша.</li>
                            <li>Не позволяйте вашим ставкам и/или играм занимать время, которое вы обычно тратите на другие виды деятельности.</li>
                            </ul>
                            <p>Если у вас есть сомнения по поводу ваших игровых привычек и вы чувствуете, что не можете следовать этим рекомендациям, мы настоятельно рекомендуем обратиться за советом в признанные организации, которые могут предложить помощь и рекомендации:</p>
  
                            <ul>
                              <li><a target="_blank" href="https://www.gamcare.org.uk/">GamCare</a></li>
                              <li><a target="_blank" href="https://keepitfun.rank.com/">Keep It Fun</a></li>
                              <li><a target="_blank" href="https://www.gamblingtherapy.org/">Gambling Therapy</a></li>
                            </ul>
  
                          <p>Кроме того, если вы хотите узнать о нашем процессе самоисключения, вы можете отправить электронное письмо на адрес (support{'@'}Seabet.io) нашему дружелюбному персоналу поддержки Seabet.io. Иногда короткий перерыв может помочь вам обдумать свои действия и предотвратить необдуманные решения по ставкам, которые не соответствуют вашему обычному поведению.</p>
                          <p>По запросу мы можем поместить вашу учетную запись на период охлаждения минимум 24 часа. После этого один из наших сотрудников поддержки уведомит вас о доступных вариантах добровольного самоисключения на 1 неделю, 1 месяц, 3 месяца, 6 месяцев или навсегда.</p>
                          <p>Обратите внимание: учетные записи, закрытые в соответствии с нашей политикой самоисключения, не могут быть отменены или повторно открыты по любой причине. Однако после окончания вашего периода самоисключения мы отправим вам электронное письмо с уведомлением о том, что ваша учетная запись снова активна. Постоянное самоисключение будет действовать на неопределенный срок.</p>
                          <p>Несовершеннолетние</p>
                          <p>Если вы хотите играть на Seabet.io, вам должно быть не менее 18 лет или достигнут минимальный возраст для азартных игр, установленный законодательством вашей юрисдикции (если он меньше).</p>
                          <p>Мы рекомендуем вам, если в вашем доме есть несовершеннолетние, ознакомиться со следующими ссылками на программное обеспечение для родительского контроля, которое может быть полезным инструментом для контроля и ограничения доступа к контенту на устройствах.</p>
                            <ul>
                              <li><a target="_blank" href="https://www.netnanny.com/">https://www.netnanny.com/</a></li>
                              <li><a target="_blank" href="https://www.cyberpatrol.com/">https://www.cyberpatrol.com/</a></li>
                            </ul>
                          </div>`,
    amlContent: ` <div>
                      <h2>Заявление против отмывания денег и финансирования терроризма</h2>
                      <h3>1. Модель ведения бизнеса компании</h3>
                      <p>В настоящее время Seabet оказывает поддержку пользователям более чем в 169 странах по всему миру. В рамках своей глобальной деятельности Seabet разработала меры соответствия, которые соответствуют ее услугам и продуктам, и направлены на предотвращение и выявление незаконной деятельности на своей платформе. Эти меры включают процедуры проверки клиентов и соответствия, а также контрольные меры, основанные на транзакциях.</p>
                      <h3>2. Заявление о политике компании</h3>
                      <p>Seabet явно запрещает и отказывает в использовании продуктов Seabet для любой формы незаконной деятельности, включая отмывание денег, финансирование терроризма или нарушение торговых санкций, в соответствии с законами, правилами и руководящими принципами по борьбе с отмыванием денег (AML) различных стран. Seabet продолжает следить за параметрами, установленными Группой разработки финансовых мер борьбы с отмыванием денег (FATF), а также некоторыми торговыми организациями в сфере азартных игр и Комиссией по контролю за азартными играми Кюрасао, и будет предпринимать необходимые действия для отражения изменений в законодательстве. Намерение Seabet заключается в соблюдении мировых передовых практик для предотвращения использования продуктов Seabet в целях содействия такой деятельности. Эти передовые практики включают:</p>
                      <ul>
                        <li>Принятие письменной политики, а также процедур и контрольных мер, направленных на предотвращение отмывания денег, финансирования терроризма и нарушения торговых санкций;</li>
                        <li>Назначение, в соответствующих случаях, должностного лица по соблюдению норм для надзора за внедрением политики, процедур и контрольных мер;</li>
                        <li>Предоставление соответствующего обучения и подготовки заинтересованным лицам;</li>
                        <li>Независимый обзор, мониторинг и поддержание политики, процедур и контрольных мер.</li>
                      </ul>
                      <h3>3. Определения</h3>
                      <p>Следующие термины широко используются в отрасли:</p>
                      <p>Отмывание денег: процесс, придающий законный вид незаконно полученным доходам. Этот процесс обычно включает три этапа: размещение, наслоение и интеграция.</p>
                      <p>Размещение: процесс внесения незаконных доходов в традиционные финансовые учреждения через депозиты или другими способами.</p>
                      <p>Наслоение: процесс отделения доходов от преступной деятельности от их источника путем использования сложных финансовых операций (например, преобразование наличных в дорожные чеки, денежные переводы, банковские переводы, аккредитивы, акции, облигации или покупка активов).</p>
                      <p>Интеграция: использование на первый взгляд законных транзакций для прикрытия незаконных доходов, что позволяет воссоединить средства от отмывания денег с преступниками и вернуть их в нормальное использование.</p>
                      <p>Подозрительная деятельность: действия пользователя или не пользователя с использованием учреждения, которые имеют признаки мошеннических или незаконных намерений.</p>
                      <p>Санкции: санкции представляют собой действия международного сообщества, направленные на запрет или ограничение деятельности субъектов санкций. Они используются для:</p>
                      <ul>
                        <li>Стимулирования целевых стран или режимов изменить свое поведение;</li>
                        <li>Принуждения целевых стран к выполнению установленных целей;</li>
                        <li>Использования в качестве инструмента правоприменения, когда международный мир и безопасность находятся под угрозой и дипломатические усилия терпят неудачу;</li>
                        <li>Предотвращения и борьбы с финансированием террористов или террористических актов.</li>
                      </ul>
                      <h3>4. Управление и надзор</h3>
                      <p>Seabet назначила главного должностного лица по соблюдению норм (CCO), ответственного за координацию выполнения политики и планов AML. Обязанности главного должностного лица по соблюдению норм также включают разработку программы AML, пересмотр политики AML с участием других заинтересованных сторон, оценку новых нормативных требований и расследование возможной подозрительной или необычной деятельности. Seabet также регулярно проводит обучение всех сотрудников по вопросам AML.</p>
                      <h3>5. Образование и обучение</h3>
                      <p>Seabet с помощью своих юридических консультантов и под наблюдением CCO, при необходимости, регулярно предоставляет сотрудникам обучение по вопросам борьбы с отмыванием денег, финансированием терроризма и соблюдением торговых санкций.</p>
                      <h3>6. Отчетность</h3>
                      <p>Seabet обязана в соответствии с национальными законами сообщать о любых необычных или подозрительных транзакциях. Клиенты, которые находятся в списке санкций, связанные с отмыванием денег, финансированием терроризма или другой преступной деятельностью, будут внесены в отчет о подозрительной деятельности для передачи регулирующим органам.</p>
                      
                                                  <h3>6. Несовершеннолетние</h3>
                      <p>Как ответственный оператор, мы стремимся защитить несовершеннолетних, принимая активные меры по предотвращению их использования нашей платформы для ставок. Наши услуги предназначены для привлечения и использования лицами, достигшими 18 лет.</p>
                      <h3>7. Фильтры</h3>
                      <p>Можно включить фильтры, чтобы помочь предотвратить доступ людей к онлайн-казино или сайтам онлайн-ставок. Если несовершеннолетние могут получить доступ к устройствам, используемым для доступа к нашей платформе ставок, мы рекомендуем использовать программное обеспечение для фильтрации, чтобы предотвратить доступ несовершеннолетних к нашей платформе ставок.</p>
                      <h3>8. Дополнительная помощь</h3>
                      <p>Если вам нужна помощь, свяжитесь с нашей службой поддержки через (support{'@'}Seabet.io) или нашу систему живого чата, и один из наших агентов предоставит вам информацию об ассоциациях и телефонные номера помощи, доступные в вашей стране/регионе.</p>
                      <h3>9. Условия и процесс</h3>
                      <p>Самоисключение означает прекращение ставок или игр на определенный период времени. Самоисключение может быть временным или постоянным.</p>
                      <p>При запросе одного из наших периодов самоисключения вы соглашаетесь с нижеследующими условиями, которые вступят в силу с момента получения подтверждающего электронного письма о выбранном вами самоисключении. Это электронное письмо будет отправлено только на адрес электронной почты, использованный для регистрации вашей учетной записи, и будет содержать дату завершения самоисключения.</p>
                      <p>Запросы, сделанные через нашу функцию чата, не будут обработаны. Однако агент службы поддержки направит вас на нашу службу поддержки по электронной почте.</p>
                      <p>После получения электронного письма с запросом на закрытие учетной записи, запрашиваемая учетная запись и любые связанные учетные записи будут переведены в первый этап, а именно 24-часовой период охлаждения, который заблокирует вашу учетную запись или учетные записи, не позволяя осуществлять азартные игры. По истечении этого времени, когда ваша учетная запись останется закрытой, агент службы поддержки уведомит вас о доступных 1-недельном, 1-месячном, 6-месячном и постоянном самоисключении. Эти периоды не подлежат изменению. Для продолжения процесса нам потребуется ответ на электронное письмо. Если мы не получим ответа в течение следующих 24 часов, ваша учетная запись будет вновь открыта и подтверждена по электронной почте.</p>
                      <p>Если после ознакомления с нашими вариантами самоисключения вы решите запросить постоянное самоисключение, необходимо будет установить период исключения по подсказке. Иногда, если мы считаем это необходимым и/или выгодным для клиента, мы можем принять решение о переводе учетной записи на более короткий период самоисключения. Это будет сообщено по электронной почте; вышеуказанные условия будут применяться.</p>
                      <p>В период самоисключения вы не должны оставлять баланс на своей учетной записи. Во время запрошенного периода самоисключения вы не сможете получить доступ к своей учетной записи для вывода средств. Если ваша учетная запись будет затронута самоисключением и у вас будут активные ставки, функция вывода средств будет применена на момент подтверждения самоисключения. Ставки не будут аннулированы; в период самоисключения ставки не будут возвращены или оставлены активными. По завершении самоисключения ставки не будут восстановлены. В период самоисключения вы не имеете права на любые виды бонусов, поощрений или вознаграждений.</p>
                      <p>После применения самоисключения к вашей учетной записи, оно будет действовать до окончания запрошенного периода и не будет отменено или сокращено по любой причине. Постоянное самоисключение закроет вашу учетную запись на неопределенный срок.</p>
                      <p>Мы предпримем все разумные усилия, чтобы обеспечить соблюдение нашей политики самоисключения для ответственной игры. Однако вы признаете, что если вы попытаетесь открыть новую учетную запись или успешно откроете ее, мы не несем ответственности или обязательств. Кроме того, если вы продолжите использовать другие ранее не раскрытые учетные записи для внесения депозитов и ставок, мы не несем ответственности или обязательств. В течение запрошенного периода самоисключения любые будущие ставки, бонусные средства и участие в любых акциях будут аннулированы, и возврат средств не будет произведен. Если учетная запись будет вновь открыта после периода самоисключения, мы не сможем восстановить эти учетные записи. После самоисключения вы признаете:</p>
                      <p>Во время выбранного вами периода самоисключения вы не должны пытаться вносить депозиты или делать ставки на любой из учетных записей, для которых вы запросили исключение.</p>
                      <p>Во время самоисключения вы не должны пытаться или продолжать открывать новые учетные записи, если выбрали постоянное самоисключение.</p>
                      <p>Если вы успешно откроете новую учетную запись в период самоисключения, мы примем все меры для закрытия всех таких учетных записей как можно скорее.</p>
                      <p>Наша ответственность заключается только в принятии разумных мер по предотвращению вашей игры на любом из наших продуктов. Клиент также несет ответственность за соблюдение этих согласованных условий.</p>
                      <p>Запрос на самоисключение является добровольным. Если вы продолжаете нарушать такие запросы, ни один из сотрудников или связанных лиц не несет ответственности за любые убытки, которые вы можете понести. Любые убытки, понесенные в период самоисключения, не подлежат возмещению.</p>
                      <p>Если ваше поведение противоречит запросу на самоисключение, мы оставляем за собой право аннулировать или отменить любые ваши ставки и предпринять другие необходимые действия. Кроме того, если мы подозреваем или дальнейшее расследование предоставит доказательства того, что вы активно пытались скрыть свою учетную запись или источники средств, что повлияло на нашу способность своевременно блокировать вашу учетную запись, компания оставляет за собой право аннулировать или отменить любые ваши ставки и предпринять другие необходимые действия.</p>
                      <p>По окончании выбранного вами периода самоисключения ваша учетная запись будет автоматически вновь открыта. Однако вы получите подтверждающее письмо с этой информацией, которое будет отправлено на адрес электронной почты, указанный при регистрации.</p>
                    </div>`,
    selfExclusionContent: `<div>
                            <h2>Самоисключение</h2>
                            <p>Если вы чувствуете, что больше не можете безопасно контролировать свои азартные игры или ставки, мы предлагаем вам возможность самоисключения из наших ставок. Чтобы начать указанный ниже период охлаждения, посетите настройки вашей учетной записи.</p>

                            <h3>1. Обзор</h3>
                            <p>Для большинства людей азартные игры - это приятное развлечение и досуг. Но для некоторых азартные игры могут иметь негативные последствия. Поэтому мы разработали эту политику, чтобы рассказать о нашем подходе к ответственному отношению к азартным играм и минимизировать вред для потребителей, которые могут быть подвержены проблемам, связанным с азартными играми.</p>

                            <h3>2. Что такое ответственное отношение к азартным играм?</h3>
                            <p>"Ответственное отношение к азартным играм" - это широкое понятие, призванное обеспечить, чтобы азартные игры проводились таким образом, чтобы максимально снизить потенциальный вред, связанный с проблемами азартных игр. Оно уважает личную ответственность за свои действия, но также признает ответственность поставщиков услуг.</p>

                            <h3>3. Что такое проблема азартных игр?</h3>
                            <p>Проблема азартных игр возникает, когда человек теряет контроль над своим азартным поведением, особенно в отношении сумм и времени, потраченного на азартные игры.</p>

                            <h3>4. Принципы обслуживания клиентов</h3>
                            <p>В Seabet.io мы стремимся стать лидером в отрасли, предоставляя клиентам безопасную среду. Мы активно поддерживаем и поощряем ответственное отношение к азартным играм и предоставляем инструменты, которые помогают нашим клиентам сохранять контроль над своим азартным поведением.</p>

                            <h3>5. Политика ответственного отношения к азартным играм</h3>
                            <p>Мы привержены совместной ответственности с правительствами, сообществами и отдельными лицами, помогая клиентам контролировать свои азартные игры и помогая игрокам с проблемами азартных игр распознавать проблемы и искать помощь. Мы делаем это следующим образом:</p>
                            <p>Некоторые из наших способов достижения этой цели: i. разрешаем нашим клиентам самоисключение (временно или навсегда) из наших ставок; ii. предоставляем нашим клиентам информацию и материалы об ответственном отношении к азартным играм; iii. проводим обучение сотрудников ответственному отношению к азартным играм во время вводного обучения и как минимум раз в год; iv. направляем клиентов, затронутых проблемами азартных игр, в службы поддержки, связанные с азартными играми.</p>
                            <p>Наша цель - достичь следующих результатов:</p>
                            <ul>
                                <li>Минимизировать степень вреда от азартных игр для отдельных лиц и более широкого сообщества;</li>
                                <li>Дать клиентам возможность принимать информированные решения о своем азартном поведении;</li>
                                <li>Обеспечить лиц, пострадавших от неблагоприятного влияния азартных игр, своевременной и адекватной помощью и информацией;</li>
                                <li>Содействовать общему пониманию между отдельными лицами, сообществами, игорной индустрией и правительствами ответственности за ответственное отношение к азартным играм;</li>
                                <li>Обеспечить, чтобы игорная индустрия предоставляла безопасную и поддерживающую среду для предоставления игорных продуктов и услуг.</li>
                            </ul>

                            <h3>6. Несовершеннолетние</h3>
                            <p>Как ответственный оператор, мы стремимся защитить несовершеннолетних, принимая активные меры по предотвращению использования нашей платформы для ставок несовершеннолетними. Наши услуги предназначены для привлечения и использования лицами старше 18 лет.</p>

                            <h3>7. Варианты фильтрации</h3>
                            <p>Вы можете включить варианты фильтрации, чтобы помочь предотвратить доступ людей к онлайн-казино или сайтам онлайн-ставок на спорт. Если несовершеннолетние имеют доступ к устройству, которое вы используете для доступа к нашей игровой платформе, мы рекомендуем использовать программное обеспечение для фильтрации, чтобы предотвратить доступ несовершеннолетних к нашей игровой платформе.</p>

                            <h3>8. Другая помощь</h3>
                            <p>Если вам нужна помощь, свяжитесь с нашей службой поддержки через (support{'@'}Seabet.io) или нашу систему онлайн-чата, и один из наших агентов сможет предоставить вам информацию о доступных ассоциациях и контактные телефоны помощи в вашей стране или регионе.</p>

                            <h3>9. Условия и процессы</h3>
                            <p>Самоисключение означает прекращение ставок или азартных игр на установленный период времени. Самоисключение может быть временным или постоянным.</p>
                            <p>Запрашивая один из предоставленных нами периодов самоисключения, вы соглашаетесь с приведенными ниже условиями, которые вступят в силу с момента получения вами подтверждающего электронного письма о выбранном вами самоисключении. Это электронное письмо будет отправлено только на адрес электронной почты, который вы использовали для регистрации вашей учетной записи, и будет содержать дату завершения самоисключения.</p>
                            <p>Запросы, сделанные через наш чат, не будут обработаны. Однако агенты службы поддержки направят вас в нашу службу поддержки по электронной почте.</p>
                            <p>После получения электронного запроса на закрытие учетной записи, запрошенная учетная запись и любые связанные учетные записи будут помещены в наш первый этап, а именно 24-часовой период охлаждения, который деактивирует вашу учетную запись или учетные записи, не позволяя проводить азартные операции. Как только этот период пройдет, если ваша учетная запись останется закрытой, агент службы поддержки уведомит вас о доступных периодах самоисключения на 1 неделю, 1 месяц, 6 месяцев и навсегда. Эти периоды не будут изменены. Для продолжения этого процесса нам потребуется ответ по электронной почте. Если мы не получим ответ в течение следующих 24 часов, ваша учетная запись будет повторно открыта и подтверждена по электронной почте.</p>

                            <p>Если после ознакомления с нашими вариантами самоисключения вы решите, что хотите провести постоянное самоисключение, вам потребуется установить период исключения при появлении соответствующего запроса. В некоторых случаях, если мы считаем это необходимым и/или выгодным для клиента, мы можем принять решение о введении более короткого периода самоисключения. Это будет сообщено по электронной почте; вышеуказанные условия будут применены.</p>

                            <p>Во время периода самоисключения вы не должны оставлять какой-либо остаток на вашем счете. В течение запрашиваемого вами периода самоисключения у вас не будет доступа к вашему счету для снятия любых средств. Если ваша учетная запись затронута самоисключением и имеются активные ставки, функция снятия средств будет применена в момент подтверждения самоисключения. Ставки не будут аннулированы; в течение периода самоисключения ставки не будут возвращены или оставлены активными. После завершения самоисключения ставки не будут восстановлены. В период самоисключения вы не имеете права на получение каких-либо бонусов, вознаграждений или пополнений.</p>

                            <p>Как только самоисключение будет применено к вашей учетной записи, оно будет действовать до окончания запрошенного времени, и оно не может быть отменено или уменьшено по какой-либо причине. Постоянное самоисключение приведет к закрытию учетной записи на неопределенный срок.</p>

                            <p>Мы приложим все разумные усилия, чтобы соблюдать нашу политику ответственного самоисключения. Однако вы признаете, что если вы попытаетесь открыть новую учетную запись или действительно откроете ее успешно, мы не несем никакой ответственности или обязательств. Кроме того, если вы продолжите использовать другие, ранее не раскрытые учетные записи для внесения депозитов и ставок, мы не несем никакой ответственности или обязательств. Во время запрошенного периода самоисключения любые будущие ставки, бонусные средства и участие в акциях будут аннулированы, что приведет к отсутствию возврата депозита или выплаты бонуса. Если после самоисключения аккаунт будет повторно открыт, мы не сможем восстановить эти аккаунты. После самоисключения вы подтверждаете:</p>

                            <p>В течение выбранного вами периода самоисключения вы не должны пытаться вносить депозиты или делать ставки на любых учетных записях, которые вы запросили для исключения.</p>

                            <p>Во время самоисключения вы не должны пытаться или продолжать открывать какие-либо новые учетные записи, если выбрано постоянное самоисключение, то на неопределенный срок.</p>

                            <p>Если в период самоисключения вы успешно откроете новуюHere is the continuation and completion of the translation:

                            <p>Если в период самоисключения вы успешно откроете новую учетную запись, мы предпримем все возможные меры, чтобы как можно скорее закрыть любые и все такие учетные записи.</p>
                            <p>Наша ответственность заключается лишь в том, чтобы принять разумные меры по предотвращению вашей азартной деятельности на наших продуктах. Клиенты также несут ответственность за соблюдение этих согласованных условий.</p>

                            <p>Запрос на самоисключение является вашим добровольным запросом. Если вы продолжаете нарушать такие запросы, ни один из наших сотрудников или связанных с нами лиц не несет ответственности за любые убытки, которые вы можете понести. Убытки, понесенные в период вашего самоисключения, не подлежат возврату.</p>

                            <p>Если ваши действия противоречат запросу на самоисключение, мы оставляем за собой право аннулировать или отменить любые ваши ставки, а также предпринять другие соответствующие действия. Кроме того, если мы подозреваем или дальнейшее расследование предоставит доказательства того, что вы активно пытаетесь скрыть источник вашей учетной записи или учетных записей, что влияет на нашу способность своевременно заблокировать вашу учетную запись, компания оставляет за собой право аннулировать или отменить любые ваши ставки и предпринять другие соответствующие действия.</p>

                            <p>После окончания вашего выбранного периода самоисключения ваша учетная запись будет автоматически вновь открыта. Однако вы получите электронное письмо, подтверждающее эту информацию, которое будет отправлено на зарегистрированный вами адрес электронной почты.</p>
                        </div>`,
    privacyContent: ` <div>
                          <h2>Политика конфиденциальности</h2>
                          <p>Seabet.io уважает и защищает конфиденциальность всех пользователей, использующих наши услуги. Настоящая политика конфиденциальности (далее — «Политика») подробно описывает, как мы собираем, храним, используем и раскрываем вашу личную информацию.</p>
                          <h3>1. Область применения и применение</h3>
                          <p>Настоящая Политика распространяется на ваш доступ и использование https://Seabet.io (далее — «Сайт»), а также всех сайтов и приложений под брендом Seabet, включая все наши мобильные приложения и приложения для планшетов. Кроме того, настоящая Политика также применяется к нашим взаимодействиям с вами иными способами.</p>
                          <h3>2. Согласие пользователя и изменения</h3>
                          <p>Используя сайт Seabet, вы соглашаетесь соблюдать настоящую Политику. Мы оставляем за собой право в любое время по своему усмотрению изменять или корректировать настоящую Политику. Мы будем публиковать такие изменения на нашем Сайте, и они вступят в силу немедленно после публикации. Если вы продолжаете использовать Сайт после изменений, это означает, что вы принимаете такие изменения. Настоящая Политика не распространяется на другие сайты, связанные с нашим Сайтом.</p>
                          <h3>3. Собираемая личная информация</h3>
                          <ul>
                            <li>Мы можем собирать и обрабатывать следующие типы личной информации:</li>
                            <li>Имя</li>
                            <li>Адрес электронной почты</li>
                            <li>Информация о предпочтениях, предоставленная пользователем</li>
                            <li>Дата рождения</li>
                            <li>Гражданство</li>
                            <li>Фактический адрес</li>
                            <li>Идентификационный номер</li>
                            <li>Документ, выданный государством</li>
                            <li>Данные о местоположении</li>
                            <li>Информация об устройстве</li>
                            <li>IP-адрес</li>
                          </ul>
                          <p>Эта информация поступает в основном из данных, которые вы предоставляете при регистрации учетной записи или общении с нами.</p>
                          <h3>4. Цели сбора информации</h3>
                          <p>Мы собираем вашу личную информацию для следующих целей:</p>
                          <ul>
                            <li>Проведение проверки личности клиентов (KYC)</li>
                            <li>Предоставление возможности подписаться на наши маркетинговые рассылки</li>
                            <li>Обработка вашего заявления на членство</li>
                            <li>Предоставление и улучшение наших услуг</li>
                            <li>Идентификация и проверка вашей личности</li>
                            <li>Взаимодействие с вами</li>
                            <li>Проведение маркетинговых исследований и рекламных акций</li>
                            <li>Ответы на ваши вопросы и запросы</li>
                            <li>Соблюдение наших договорных и юридических обязательств</li>
                          </ul>
                          <h3>5. Использование и раскрытие личной информации</h3>
                          <p>Мы можем использовать вашу личную информацию для проведения маркетинговых мероприятий и можем сообщать вам о продуктах или услугах, которые, как мы считаем, могут вас заинтересовать, через электронную почту, SMS или телефонные звонки. Если вы больше не хотите получать наши маркетинговые или рекламные сообщения, вы можете в любое время отказаться от подписки, связавшись с нами по электронной почте.</p>
                          <h3>6. Обеспечение безопасности личной информации</h3>
                          <p>Пользователи должны понимать, что передача данных через Интернет не является абсолютно безопасной, и Seabet.io не может гарантировать абсолютную безопасность информации, загруженной пользователями на платформу. Пользователи несут этот риск на себя. Однако после получения передачи данных от пользователей Seabet.io предпримет соответствующие меры для предотвращения несанкционированного использования, потери или доступа, изменения и раскрытия личной информации пользователей. Это включает в себя использование системы защиты паролем и базы данных, а также использование технологии Secure Socket Layer (SSL). Используя наши услуги или предоставляя личную информацию, вы соглашаетесь на то, что мы можем взаимодействовать с вами в электронном виде по вопросам, связанным с безопасностью, конфиденциальностью и управлением использованием наших услуг. Сотрудники, агенты и подрядчики Seabet.io обязаны сохранять конфиденциальность личной информации и транзакций пользователей. Информация, опубликованная пользователями в общественных платформах или социальных сетях (например, Facebook, Twitter), будет рассматриваться как общедоступная информация, и Seabet.io не может гарантировать безопасность такой информации.</p>
                          <p>Мы подчеркиваем, что наши услуги не предназначены для детей, и мы не будем принимать их регистрацию или предоставление личной информации. Родители или опекуны обязаны контролировать интернет-активность своих детей. Пожалуйста, убедитесь, что вы вышли из своей учетной записи после использования Сайта, особенно при использовании общих устройств. Пользователи несут ответственность за безопасность и доступ к устройствам, используемым для доступа к Сайту. В конечном счете, пользователи должны самостоятельно поддерживать конфиденциальность своего имени пользователя, пароля и учетной информации и быть внимательными при использовании Интернета и нашего Сайта.</p>
                          <h3>7. Доступ к личной информации</h3>
                          <p>Пользователи могут получить доступ к собранной Seabet.io личной информации, нажав ссылку «Настройки» на Сайте или отправив электронное письмо на support{'@'}Seabet.io. Мы ответим на ваш запрос в разумные сроки. Если мы не сможем удовлетворить ваш запрос, мы сообщим вам причину отказа в доступе и механизм подачи жалоб в письменной форме.</p>
                          <h3>8. Удаление личных данных</h3>
                          <p>Если мы больше не можем законно обрабатывать или хранить ваши личные данные, вы имеете право потребовать их удаления. Однако это право не является абсолютным, и если Seabet.io обязана хранить данные по закону, мы не сможем выполнить ваш запрос. Пожалуйста, отправьте запрос на удаление по электронной почте на адрес support{'@'}Seabet.io.</p>
                          <h3>9. Контактная информация</h3>
                          <p>Если у вас есть вопросы, запросы или жалобы по поводу обработки вашей личной информации, пожалуйста, свяжитесь с нами по электронной почте support{'@'}Seabet.io или через функцию чата поддержки клиентов на Сайте.</p>
                          <h3>10. Международная передача данных</h3>
                          <p>Мы можем передавать, обрабатывать и хранить информацию по всему миру, включая другие страны/регионы, где законы о защите данных могут отличаться от законов вашего региона. Мы будем защищать вашу информацию в соответствии с применимыми законами.</p>
                          <h3>11. Правовые основания для обработки</h3>
                          <p>Согласно глобальным Общим регламентам по защите данных, Seabet.io обрабатывает вашу личную информацию на следующих законных основаниях: выполнение контракта, законные интересы, согласие пользователя и соблюдение юридических обязательств.</p>
                          <h3>12. Обновления политики конфиденциальности</h3>
                          <p>Seabet.io может периодически пересматривать, изменять и обновлять настоящую Политику конфиденциальности, чтобы отразить наши практики и обязательства. Мы будем публиковать актуальную Политику конфиденциальности на Сайте https://Seabet.io. Пользователи должны регулярно просматривать настоящую Политику конфиденциальности, чтобы быть в курсе ее условий.</p>
                        </div>`,
    fairnessContent: `<div>
                          <h2>Честность</h2>
                          <p>Перед тем, как делать ставки с использованием фиатных валют, включая криптовалюты, вы должны зарегистрировать учетную запись на сайте Seabet.io. Использование вами сайта Seabet.io (далее - "сайт") и создание учетной записи Seabet.io рассматривается как ваше согласие с условиями и положениями настоящих правил.</p>
                          <p>Определения</p>
                          <p>Seabet.io – называется "мы" или "компания".</p>
                          <p>Игрок – называется "вы", "игрок", "участник", "клиент" или "владелец учетной записи".</p>
                          <p>Игра – означает казино и другие игры с генератором случайных чисел (RNG), которые могут быть доступны на сайте время от времени.</p>
                          <p>Сайт – означает веб-сайт, который игроки Seabet.io используют через настольные компьютеры, мобильные устройства или другие платформы.</p>
                          <p>Учетная запись участника - учетная запись, необходимая для доступа и использования данного сайта.</p>
                          <p>Поддержка клиентов - услуги помощи и поддержки, предоставляемые компанией своим клиентам.</p>
                          <p>Событие - спортивное или игровое событие, на которое клиенты могут делать ставки на исход.</p>
                          <p>Криптовалюта - далее трактуется как "Биткойн, альткойны и/или (при необходимости) другие поддерживаемые криптовалюты".</p>
                          <p>Фиатная валюта - валюта, выпускаемая правительством или центральным банковским органом, не обеспеченная товарными активами, такими как золото или серебро (например, доллар США, бразильский реал, иена, юань и т.д.).</p>
                          <p>Ограниченные юрисдикции - конкретные страны или регионы, где ограничен доступ к нашим играм из-за лицензий, поэтому пользователи, находящиеся в этих регионах или родом из них, не могут регистрироваться и играть на сайте. Список ограниченных юрисдикций может периодически обновляться и доступен по следующей ссылке.</p>
                          <h3>1. Общие положения</h3>
                          <p><b>1.1 </b>Эти условия и положения ("условия и положения") применяются к ставкам на спорт и использованию игр в казино, доступных через сайт.</p>
                          <p><b>1.2 </b>Эти условия и положения вступают в силу сразу после завершения регистрации, включая отметку о принятии этих условий и успешное создание учетной записи. Использование вами любой части сайта после создания учетной записи означает ваше согласие с тем, что данные условия и положения применимы к использованию сайта.</p>
                          <p><b>1.3 </b>При создании учетной записи, если вы не согласны с какими-либо положениями данных условий и положений, вы не должны создавать учетную запись или продолжать использовать сайт.</p>
                          <p><b>1.4 </b>Мы оставляем за собой право в любое время изменять данные условия и положения без предварительного уведомления. В случае таких изменений, мы можем предпринять соответствующие меры, чтобы уведомить вас о данных изменениях, например, через электронную почту или размещение уведомлений на сайте, но вы должны самостоятельно проверять наличие изменений, обновлений и/или модификаций. Если мы внесем изменения, которые, по нашему мнению, существенно повлияют на ваши права или обязанности в рамках данных условий, мы предпримем разумные усилия, чтобы уведомить вас об этом через электронную почту или размещение уведомления на сайте. Продолжение использования вами наших услуг и сайта после любых таких изменений будет считаться вашим согласием с данными изменениями, обновлениями и/или модификациями.</p>
                          <p><b>1.5 </b>Данные условия и положения могут быть опубликованы на нескольких языках для справочных целей и удобства доступа игроков. Английская версия является основной и имеет приоритет в случае любых расхождений между переводами.</p>
                          <h3>2. Обязательные заявления</h3>
                          <p><b>2.1 </b>Соглашаясь с данными условиями и положениями, вы также соглашаетесь с правилами сайта и политикой конфиденциальности, которые включены в данные условия и положения. В случае любых противоречий, данные условия и положения имеют приоритет. Вы заявляете и гарантируете:</p>
                          <p><b>2.1.1 </b>Вы достигли возраста 18 лет;</p>
                          <p><b>2.1.2 </b>Вы полностью дееспособны и имеете право заключать с нами юридически обязательные соглашения и не ограничены в правоспособности;</p>
                          <p><b>2.1.3 </b>Вы участвуете в играх исключительно в личном и непрофессиональном качестве и только для развлечения и досуга;</p>
                          <p><b>2.1.4 </b>Вы действуете от собственного имени, а не от имени какого-либо другого лица;</p>
                          <p><b>2.1.5 </b>Вся информация, предоставленная вами нам в течение срока действия данного соглашения, является истинной, полной и правильной, и вы незамедлительно уведомите нас о любых изменениях этой информации;</p>
                          <p><b>2.1.6 </b>Вы несете полную ответственность за отчетность и учет любых налогов, сборов или пошлин, применимых к вам в соответствии с местным или другим применимым законодательством в отношении любых выигрышей, полученных от нас;</p>
                          <p><b>2.1.7 </b>Вы понимаете, что, используя наши услуги, вы берете на себя риск потери внесенных вами средств на вашу учетную запись, и принимаете на себя полную ответственность за любые такие потери;</p>
                          <p><b>2.1.8 </b>Вы не будете использовать наши услуги из юрисдикций, включенных в наш список ограниченных юрисдикций;</p>
                          <p><b>2.1.9 </b>Ваша юрисдикция позволяет вам использовать услуги онлайн-ставок на спорт и казино;</p>
                          <p><b>2.1.10 </b>Для внесения и вывода средств с вашей учетной записи вы будете использовать только криптовалюты и/или любую законную фиатную валюту, которая принадлежит вам на законных основаниях;</p>
                          <p><b>2.1.11 </b>Вы принимаете и признаете, что стоимость криптовалют может значительно колебаться в зависимости от рыночной стоимости;</p>
                          <p><b>2.1.12 </b>Программное обеспечение, компьютерная графика, веб-сайт и пользовательский интерфейс, предоставленные вам нами, принадлежат компании или ее аффилированным лицам и защищены законодательством об авторских правах. Вы можете использовать данное программное обеспечение только для личных развлекательных целей в соответствии со всеми правилами, условиями и положениями, установленными нами, и в соответствии со всеми применимыми законами, правилами и положениями, действующими в рамках игорной лицензии Кюрасао;</p>
                          <p><b>2.1.13 </b>Вы понимаете, что криптовалюты не считаются фиатными валютами или деньгами и поэтому на сайте они рассматриваются как виртуальные средства без внутренней стоимости;</p>
                          <p><b>2.1.14 </b>Вы подтверждаете, что не являетесь должностным лицом, директором, сотрудником, консультантом или агентом компании, и не работаете на какую-либо связанную с компанией компанию, а также не являетесь родственником или супругом любого из вышеперечисленных лиц;</p>
                          <p><b>2.1.15 </b>Вы не были диагностированы или классифицированы как компульсивный или проблемный игрок. Мы не несем ответственности за проблемы с азартными играми, которые могут возникнуть у вас при использовании наших услуг, но будем стараться информировать вас о доступной помощи. Мы оставляем за собой право ввести период самоограничения, если сочтем, что это будет полезно;</p>
                          <p><b>2.1.16 </b>Если вы являетесь политически значимым лицом или членом семьи политически значимого лица, вы принимаете и признаете, что мы можем провести проверку или приостановить ваш счет без предварительного уведомления, чтобы выполнить наши обязательства по надлежащей проверке. Вы признаете, что любые решения относительно статуса вашего счета принимаются исключительно по нашему усмотрению и могут включать постоянное закрытие вашего счета;</p>
                          <p><b>2.1.17 </b>У вас есть только одна учетная запись у нас, и вы соглашаетесь не открывать дополнительные учетные записи у нас;</p>
                          <p><b>2.1.18 </b>Вы принимаете и признаете, что мы оставляем за собой право обнаруживать и предотвращать использование запрещенных технологий, включая, но не ограничиваясь, мошеннические действия, автоматическую регистрацию и вход, автоматическую игру и технологии захвата экрана. Эти меры могут включать, но не ограничиваются, проверкой устройства игрока, определением географического местоположения и блокировкой IP-адресов, анализом транзакций и блокчейна;</p>
                          <p><b>2.1.19 </b>Вы принимаете, что мы можем завершить или изменить доступность сайта и отклонить или ограничить ставки;</p>
                          <h3>3. Регистрация и создание учетной записи участника</h3>
                          <p><b>3.1 </b>Для того чтобы делать ставки на нашем сайте, вы должны сначала зарегистрировать учетную запись у нас ("учетная запись участника").</p>
                          
                                                <p><b>3.2 </b>You are prohibited from registering, and we do not accept registrations from restricted jurisdictions. It is your responsibility to determine whether your access to and use of our website complies with any rules, laws, and regulations applicable to you, and you warrant that gambling is not illegal in your area of residence. By registering an account with us and using this website, you confirm that you are not within or from a restricted jurisdiction and are not using any third-party software to access our website from a restricted jurisdiction.</p>
                          
                          <p><b>3.3 </b>If you are located in or from a restricted jurisdiction and you open or use this website: your account may be immediately closed; any bonuses and rewards will be forfeited, and any refunded balance (subject to reasonable fees), as well as any winnings, bonuses, or rewards you have received or accumulated, will be forfeited and may be reclaimed by us; you will be required to return any such withdrawn funds to us upon request.</p>
                          
                          <p><b>3.4 </b>If you attempt to open multiple member accounts, we reserve the right to block, suspend, or close your member accounts and freeze any funds credited to your account.</p>
                          
                          <p><b>3.5 </b>If you find that you have multiple registered member accounts, you must immediately notify us. Failure to do so may result in the suspension of your member account.</p>
                          
                          <p><b>3.6 </b>If you discover any errors related to your account or any calculation errors related to any bets you have placed, we expect you to inform us immediately. We reserve the right to declare any bets affected by such errors void and to make corresponding reversals.</p>
                          
                          <p><b>3.7 </b>If you do not use an account with a positive balance for 3 months, you will receive a notification from us. If you do not use your balance within 1 month of our notification, we may remove the balance from your account to protect your funds. If this occurs, please contact us at (support{'@'}Seabet.io) to reopen your account and retrieve your funds.</p>
                          
                          <p><b>3.8 </b>If your account balance is positive and has been inactive for more than 12 months, we reserve the right to deduct a monthly management fee equivalent to 5% from your balance.</p>
                          
                          <p><b>3.9 </b>You must provide all required information in the registration form, including a valid email address. If you do not provide a valid email address, we will not be able to assist you in recovering any "forgotten password." You are solely responsible for ensuring that the information you provide is true, complete, and accurate.</p>
                          
                          <p><b>3.10 </b>We have the right to conduct "KYC" (Know Your Customer) verification procedures, and if we determine you have provided false or misleading information.</p>
                          
                          <p><b>3.11 </b>As part of the registration process, you are obligated to complete the login process for this website. You need to choose a username that does not contain offensive or controversial content. You are responsible for the security of your login details and must not disclose them to anyone. You will be held responsible for any misuse of your member account by third parties due to your disclosure, whether such disclosure is intentional, accidental, or active or passive in nature.</p>
                          
                          <p><b>3.12 </b>If you change your password, you will not be able to make withdrawals for security reasons within 24 hours.</p>
                          
                          <h3>4. Security</h3>
                          <p><b>4.1 </b>When registering on the website, you will need to select a password for verifying your member account on the website.</p>
                          
                          <p><b>4.2 </b>You agree to keep your password confidential and to be responsible for any misuse of your password. Under no circumstances will we refund any losses incurred due to third-party use of your account, and you are fully responsible for any third-party use of your login details and shall indemnify us against any consequences.</p>
                          
                          <p><b>4.3 </b>You agree to notify us if you believe your account information is being misused so that we can suspend your account. We recommend disabling any automatic password saving in your browser, using two-factor authentication, and other measures to reduce the risk of unauthorized use of your account.</p>
                          
                          <h3>5. Deposits</h3>
                          <p><b>5.1 </b>You may only participate in any games if there are sufficient funds in your member account for such participation.</p>
                          
                          <p><b>5.2 </b>You can deposit using cryptocurrency or fiat currency. The minimum deposit amount can be found in our deposit center. All specified minimum deposit amounts are per transaction. Smaller deposits will not be accumulated. Any deposit amount below the specified minimum deposit amount will be invalid and will not be credited to your user account balance or refunded to the source. If a deposit does not meet our listed minimum deposit criteria, the company is not responsible for any claims.</p>
                          
                          <p><b>5.3 </b>To deposit funds into your member account, you can use a cryptocurrency wallet and accounts that you control. Deposits can only be made with your own funds.</p>
                          
                          <p><b>5.4 </b>This website cannot guarantee that all currencies are natively supported in the games.</p>
                          
                          <p><b>5.5 </b>At your first deposit and throughout the lifecycle of your account, we reserve the right to use other procedures and methods to verify your identity while processing deposits. Verification will involve personal identification documents. We may also require additional documents to verify ownership of your payment method and address as part of the verification process.</p>
                          
                          <p><b>5.6 </b>Some payment methods may include additional fees. In such cases, the fees will be clearly visible at the checkout.</p>
                          
                          <p><b>5.7 </b>Your bank or payment service provider may charge you additional currency fees during the deposit process according to their terms and conditions and your user agreement.</p>
                          
                          <h3>6. Withdrawals</h3>
                          <p><b>6.1 </b>All withdrawals will be processed according to our withdrawal policy. Cryptocurrency withdrawals will be processed to the cryptocurrency wallet address you enter. To withdraw, you first need to verify your registered email address from your account profile. To withdraw any deposited funds, we require at least 3 blockchain confirmations of the deposit before requesting a withdrawal. Fiat currency withdrawals should be credited to your personal fiat currency account upon valid withdrawal request. Fiat currency withdrawals may take 3 working days, depending on approval by payment service providers.</p>
                          
                          <p><b>6.2 </b>The minimum withdrawal amount can be found in our withdrawal center. All specified amounts are per transaction.</p>
                          
                          <p><b>6.3 </b>Any bonuses that are incorrectly credited to your account remain the property of the website and will be automatically deducted from your account in case of an error. If a credit is incorrect, you are obligated to notify us immediately. Any bonuses incorrectly credited to your account, which are subsequently withdrawn (without prejudice to any other legal remedies and litigation available), constitute a valid and enforceable debt owed to the company for the amount of such erroneous bonuses. In this case, we reserve the right to initiate debt collection procedures if you fail to voluntarily settle the outstanding debt.</p>
                          
                          <p><b>6.4 </b>For both fiat and cryptocurrency withdrawals, the website reserves the right to require 1x wagering equivalent to the deposit amount before accepting the withdrawal request.</p>
                          
                                                  <p><b>6.5 </b>Мы оставляем за собой право блокировать/откладывать обработку запросов на вывод средств до тех пор, пока не будут предоставлены действительные удостоверяющие личность с фотографией, подтверждение адреса и/или копия дебетовой карты в удовлетворительном виде (KYC).</p>
                          <p><b>6.6 </b>Мы оставляем за собой право проводить дополнительную проверку KYC для любых выводов средств, превышающих 2500 евро или эквивалентную сумму в криптовалюте, в рамках нашей лицензии на игорную деятельность, и также оставляем за собой право проводить такую проверку для меньших сумм в соответствии с требованиями нашей лицензии на игры. Владельцам аккаунтов, которые пытаются вернуть средства из закрытых, заблокированных или исключенных аккаунтов, рекомендуется связаться с клиентской поддержкой.</p>
                          <p><b>6.7 </b>Все транзакции будут проверяться для предотвращения отмывания денег. Мы можем приостановить, заморозить или закрыть ваш аккаунт и удержать средства (если это потребуется) в соответствии с законами о предотвращении отмывания денег или другими законами любой страны. Мы можем провести усиленную проверку при выводе средств, а не для ставок, и если вы не выполните запрос на вывод, мы оставляем за собой право отклонить обработку вывода для соблюдения таких дополнительных требований проверки.</p>
                          <p><b>6.8 </b>Мы оставляем за собой право применять требование ставки в размере как минимум 5 (пять) раз от суммы депозита, если у нас есть подозрения, что пользователь использует наши услуги как миксер. Использование наших услуг для других целей, кроме развлечения, строго запрещено.</p>
                          <p><b>6.9 </b>Вы признаете, что средства на вашем счете будут сразу потрачены при игре, и мы не предоставляем возвратов, возмещений или обратного аннулирования вашего аккаунта.</p>
                          <p><b>6.10 </b>В случае большого количества запросов на вывод средств мы можем выбрать обработку не более 1 миллиона USDT или эквивалентной суммы в другой валюте в неделю, до полного урегулирования.</p>
                          <p><b>6.11 </b>Мы оставляем за собой право удерживать любые возникшие комиссии или другие расходы от суммы вывода.</p>
                          <p><b>6.12 </b>Вы соглашаетесь с тем, что некоторые акции могут иметь ограничения на вывод и/или требования, которые необходимо выполнить до зачисления средств от акций. Эти условия будут официально опубликованы как часть акции и предоставлены вам. Если вы выберете вывод средств до выполнения применимых требований по ставкам, мы удержим всю сумму вознаграждения и любые связанные с вознаграждением бонусы, прежде чем возможно одобрить любой запрос на вывод.</p>
                          <p><b>6.13 </b>Обратите внимание, что некоторые способы оплаты могут иметь дополнительные сборы. В этом случае сборы будут ясно указаны на кассе.</p>
                          <p><b>6.14 </b>Обратите внимание, что ваш банк или платежный сервис-провайдер может взимать дополнительные сборы за депозиты, вывод средств и обмен валют в соответствии с их условиями и вашим пользовательским соглашением.</p>
                          <h3>7. Средства</h3>
                          <p><b>7.1 </b>Клиенты не могут переводить или конвертировать средства между кошельками и валютами.</p>
                          <p><b>7.2 </b>Вы предоставляете необходимую информацию для депозита криптовалюты на странице депозита сайта.</p>
                          <p><b>7.3 </b>Мы не предоставляем кредиты за использование наших услуг.</p>
                          <p><b>7.4 </b>Вы не будете получать процент на баланс, который вы держите на нашем сайте, и признаете, что компания не является финансовым учреждением.</p>
                          <p><b>7.5 </b>Если ваш счет окажется в овердрафте по какой-либо причине, и запрос на вывод средств обрабатывается дважды или более, вы соглашаетесь полностью возместить любые такие овердрафтные суммы нашему сайту.</p>
                          <p><b>7.6 </b>Если мы по собственному усмотрению обнаружим, что вы используете метод «двойной траты», сайт отменит все ставки и бонусы. В частности, если вы выигрываете, подтверждаете свои депозиты в блокчейне и пытаетесь вывести средства, все бонусы будут аннулированы, и ваш аккаунт будет навсегда закрыт, если вы попытаетесь вывести средства с любого связанного аккаунта.</p>
                          <h3>8. Бонусы и акции</h3>
                          <p><b>8.1 </b>Сайт оставляет за собой право отменить любые акции, бонусы или программы вознаграждений (включая, но не ограничиваясь бесплатными денежными бонусами, бонусами на депозиты, бонусами на пополнение и программами лояльности), если мы считаем, что бонусы установлены неправильно или злоупотребляются, если они не используются в течение 72 часов после поступления на ваш аккаунт, за исключением случаев, когда отдельные условия акций, бонусов или специальных предложений устанавливают иное. В случае неправильной установки бонусов или злоупотребления сайт оставляет за собой право отклонить любой запрос на вывод и вычесть эту сумму из вашего аккаунта.</p>
                          <p><b>8.2 </b>Если вы используете бонус на депозит, не принимаются запросы на вывод вашего первоначального депозита до тех пор, пока вы не выполните условия бонуса на депозит.</p>
                          <p><b>8.3 </b>Нарушение любых условий предложений или акций, или наличие каких-либо доказательств того, что один клиент или группа клиентов делают ставки в серии с использованием бонусов на депозит, повышенных выплат, бесплатных ставок, ставок без риска или любых других рекламных предложений, чтобы гарантировать получение прибыли независимо от результатов, как индивидуально, так и в составе группы, дает нам право вернуть бонусные элементы таких предложений, и мы оставляем за собой право произвести расчет ставок по правильным коэффициентам, аннулировать бесплатные ставки, бонусы и ставки без риска или аннулировать любые ставки, финансируемые бонусами на депозит. Кроме того, сайт оставляет за собой право взимать с клиентов административные сборы до значения бонусов на депозит, бесплатных ставок, ставок без риска или дополнительных выплат. Мы также оставляем за собой право требовать от любого клиента предоставления достаточных документов для нашего полного удовлетворения перед тем, как мы зачислим любой бонус, бесплатные ставки, ставки без риска или предложенные на их аккаунт.</p>
                          <p><b>8.4 </b>Все предложения сайта предназначены для развлекательных игроков, и сайт по своему усмотрению может ограничить участие клиентов в некоторых или всех акциях.</p>
                          <p><b>8.5 </b>Сайт оставляет за собой право по своему усмотрению изменять, отменять, отзывать или отклонять любые акции.</p>
                          <p><b>8.6 </b>Каждый человек/аккаунт, семья, домохозяйство, адрес, электронная почта, IP-адрес и среда общего компьютера (университет, школа, общественная библиотека, рабочее место и т.д.) может получить бонус только один раз. Компания оставляет за собой право закрыть ваш аккаунт и конфисковать любые существующие средства, если будет обнаружено злоупотребление/мошенничество.</p>
                          <p><b>8.7 </b>Вы признаете и понимаете, что для акций, бонусов и специальных предложений могут действовать отдельные условия и дополнения. Эти условия указаны на соответствующих страницах сайта или могут быть предоставлены вам лично. В случае конфликта между условиями акций, бонусов и специальных предложений и условиями, указанными в этих условиях, применяются условия акций, бонусов и специальных предложений.</p>
                          <p><b>8.8 </b>Мы оставляем за собой право требовать, чтобы вы сделали ставки на определенную сумму вашего депозита, прежде чем использовать любые бонусные средства, зачисленные на ваш счет. Конкретная сумма будет указана в условиях акции.</p>
                          <p><b>8.9 </b>Участие в некоторых акциях может быть ограничено для вывода средств и/или потребовать выполнения определенных условий до зачисления средств от акций. Эти условия будут официально опубликованы как часть акции и предоставлены вам. Если вы выберете вывод средств до выполнения применимых требований по ставкам, мы удержим всю сумму вознаграждения и любые связанные с вознаграждением бонусы, прежде чем одобрить любой запрос на вывод.</p>
                          <p><b>8.10 </b>Бонусы, использованные для ставок с бесплатными ставками, рассчитываются как «общий возврат минус сумма ставки (включая сумму бесплатной ставки)». Таким образом, ваша бесплатная ставка не включается в и не может быть использована для вашего возврата от бесплатных ставок.</p>
                          <p><b>8.11 </b>Обратите внимание, что если ставка считается недействительной, сумма бесплатной ставки не возвращается.</p>
                          <p><b>8.12 </b>Вы должны использовать свои бонусы на аккаунте в течение 72 часов после получения, если иное не указано в условиях акции, бонуса или специального предложения. Если бонусы и/или программы вознаграждений не используются в течение 72 часов после получения, сайт оставляет за собой право отменить любые такие бонусы и/или программы вознаграждений и может вычесть бонусы или аналогичные вознаграждения через 72 часа после получения.</p>
                          <p><b>8.13 </b>Когда предлагаются бонусы (включая, но не ограничиваясь бесплатными ставками или бесплатными вращениями), такие стимулы строго ограничены одним разом за соответствующий период времени на каждую опрос/акцию, в которой клиент выражает мнение, комментарии или отзывы, например, заполнив опрос клиента.</p>
                          <p><b>8.14 </b>Акции могут быть опубликованы на нескольких языках для удобства и доступа игроков. Английская версия является единственным юридическим основанием для ваших отношений с нами, и в случае любых расхождений в переводах применяется английская версия условий и положений.</p>
                          <p><b>8.15 </b>Некоторые игры могут иметь разные максимальные выигрыши. Если это так, такие ограничения будут отображаться на информационной странице игры.</p>
                          <p><b>8.16 </b>Некоторые игры казино не включают ставки по программам лояльности и бонусам.</p>
                          <p><b>8.17 </b>Для бонусов с требованиями по ставкам игрок должен выполнить ставку и выиграть указанное количество раз, прежде чем сможет вывести средства. Вклад в ставки бонусов зависит от категории игры. Разделение следующее: Слоты – 100% Настольные игры – 20% Игры с живыми дилерами – 20%</p>
                          <p><b>8.18 </b>Некоторые акции могут быть отменены и/или недоступны и могут быть доступны только в определенные сроки и при выполнении некоторых условий. Вы должны убедиться, что акция, в которой вы заинтересованы, все еще доступна, что вы соответствуете условиям, что вы понимаете все применимые условия и что вы выбрали участие, если это применимо.</p>
                          <h3>9. Закрытие аккаунта</h3>
                          <p><b>9.1 </b>Если вы хотите закрыть свой аккаунт, вы можете сделать это в любое время, связавшись с нами по электронной почте и предоставив письменный запрос клиентской поддержке. Эффективное закрытие аккаунта приведет к прекращению условий и положений. Если причина закрытия аккаунта связана с опасениями по поводу возможной зависимости от азартных игр или проблем с азартными играми, вы должны указать это в письменном запросе на закрытие аккаунта. Если причина закрытия не связана с ответственным азартным поведением и/или не указана при закрытии аккаунта, вы можете запросить повторное открытие вашего аккаунта по электронной почте. Повторное открытие аккаунта будет на наше усмотрение. Мы оставляем за собой право отклонить повторное открытие.</p>
                          <p><b>9.2 </b>Сайт оставляет за собой право по своему усмотрению отказать в открытии или закрытии аккаунта без предварительного уведомления или обязательства объяснять или доказывать причины. В случаях, когда не подозревается мошенничество, отмывание денег или незаконная деятельность, мы переведем баланс вашего аккаунта в криптовалюту, выбранную вами (на основе остатка на вашем аккаунте) до закрытия вашего аккаунта. Баланс в фиатной валюте будет переведен на тот же способ, который вы использовали для депозита. Если вы использовали только способ депозита, мы свяжемся с вами для поиска альтернативного способа возврата средств до закрытия аккаунта.</p>
                          
                                                  <h3>10. Поддержка</h3>
                          <p><b>10.1 </b>В рамках использования нашего сайта мы можем предоставить вам каналы связи для поддержки, которые будут проверяться и контролироваться нами.</p>
                          <p><b>10.2 </b>Мы оставляем за собой право проверять и записывать всю информацию, переданную через любые каналы связи. Использование наших услуг поддержки должно быть направлено исключительно на получение помощи и/или консультации.</p>
                          <p><b>10.3 </b>Мы имеем право удалить или ограничить доступ к услугам поддержки или немедленно закрыть ваш аккаунт и вернуть оставшийся баланс, если вы:</p>
                          <p>(a) делаете какие-либо оскорбительные, уничижительные, клеветнические, преследующие, непристойные или крайне оскорбительные заявления или делитесь материалами, включая, но не ограничиваясь, богохульством, предвзятостью, расизмом или ненавистью;</p>
                          <p>(b) используете любые наши услуги поддержки для рекламы, продвижения или связи с любыми другими онлайн-сущностями;</p>
                          <p>(c) подозреваетесь в попытке нечестного использования наших услуг, например, путем повторных неверных заявлений по одному и тому же делу, транзакции или функции;</p>
                          <p>(d) делаете ложные и/или клеветнические заявления о компании или любом другом интернет-сайте, связанном с нашим сайтом;</p>
                          <p>(e) используете наши услуги поддержки для сговора, совершения незаконных действий или поощрения действий, которые мы считаем крайне неподобающими. Любые подозрительные действия могут быть сообщены соответствующим органам.</p>
                          <p><b>10.4 </b>Наши услуги поддержки предназначены для общения между вами и нами и не должны воспроизводиться или передаваться третьим лицам без нашего предварительного согласия.</p>
                          <h3>11. Общие правила ставок</h3>
                          <p><b>11.1 </b>Ставки могут делать только зарегистрированные пользователи.</p>
                          <p><b>11.2 </b>Сделанные и принятые ставки не могут быть изменены, отменены или аннулированы. Вы можете найти список всех ставок, их статус и детали на сайте.</p>
                          <p><b>11.3 </b>Ставки могут делаться только через интернет.</p>
                          <p><b>11.4 </b>Вы можете делать ставки только в том случае, если на вашем счете на сайте достаточно средств.</p>
                          <p><b>11.5 </b>После завершения ставки она будет подчиняться действующим условиям и положениям, доступным на сайте при принятии ставки.</p>
                          <p><b>11.6 </b>Все выигрыши от ставок будут зачислены на ваш счет, включая основную ставку умноженную на коэффициенты.</p>
                          <p><b>11.7 </b>При размещении ставки вы подтверждаете, что прочитали и полностью понимаете все условия и положения, касающиеся ставок на сайте.</p>
                          <p><b>11.8 </b>Сайт управляет вашим аккаунтом, рассчитывает доступные средства, ожидающие средства, ставки и суммы бонусов. Эти суммы считаются окончательными и не будут изменены на основании запросов, внешнего аудита или расследований, если не обнаружены явные ошибки.</p>
                          <p><b>11.9 </b>Вы несете полную ответственность за свои ставки.</p>
                          <p><b>11.10 </b>Выигрыши будут выплачены на ваш счет после официального подтверждения конечного результата соответствующего события или матча.</p>
                          <p><b>11.11 </b>Сайт оставляет за собой право отменить любые выигрыши, если в результате расследования, связанного с предполагаемой преступной деятельностью или действиями, которые могут повлиять на результаты, будет обнаружено нарушение. Если в модели ставок обнаружены нарушения или результаты события были подтверждены управлением, третьими сторонами или сайтом, сайт оставляет за собой право отменить и/или вернуть любую ставку. Мы также оставляем за собой право пересчитать результаты событий и аннулировать все связанные выигрыши.</p>
                          <p><b>11.12 </b>Если вы не удовлетворены любыми вопросами, связанными с ставками на сайте, вы должны уведомить сайт в письменной форме в течение 7 дней после транзакции. Уведомления, отправленные после этого срока, будут проигнорированы. В случае расхождений между результатами на вашем устройстве и результатами в транзакционных журналах нашей системы, вы соглашаетесь с тем, что результаты, подтвержденные транзакционными журналами нашей системы, будут окончательными и обязательными.</p>
                          <p><b>11.13 </b>Если сайт обнаружит, что вы делаете ставки с разных аккаунтов, которые вы не открываете регулярно, все ставки могут быть аннулированы сайтом. Мы оставляем за собой право предпринять дополнительные действия, если сочтем это необходимым.</p>
                          <p><b>11.14 </b>Если ошибка приводит к тому, что сумма ставки превышает установленный лимит, превышающая сумма будет игнорироваться, а ставка будет откорректирована, и разница будет возвращена или зачислена на ваш счет.</p>
                          <p><b>11.15 </b>Информация о прямых трансляциях, статистике, текущих счетах и ставках предоставляется как дополнительная информация. Однако сайт не несет ответственности за любые неточности или ошибки в предоставляемой информации.</p>
                          <p><b>11.16 </b>Если событие не начинается в назначенную дату или начинает позже и/или отменяется и не завершается в следующую календарную дату (восстанавливается), все ставки будут аннулированы, если только соответствующие правила не определяют ставку как необязательную, в таком случае ставка может быть признана действительной.</p>
                          <p><b>11.17 </b>Сайт оставляет за собой право применять специальные правила для определенных событий или событий, которые могут противоречить правилам спортивных ставок. Такие специальные правила могут быть опубликованы в сочетании с конкретными регионами, клиентами, событиями и/или котировками.</p>
                          <p><b>11.18 </b>Если связь прерывается после размещения ставки и/или вы не получили визуальное подтверждение успешного размещения ставки, но ставка была правильно получена нашим сервером, ставка считается действительной и принятой. Вы будете уведомлены о том, выиграли вы или проиграли, когда связь будет восстановлена и результат определен. Если ставка из-за ошибки связи не была правильно получена на нашем сервере, она не будет считаться действительной и принятой; неудачные ставки будут возвращены на ваш баланс.</p>
                          <p><b>11.19 </b>Вы признаете и понимаете, что после размещения ставки вы можете получить подтверждение о возможных финансовых рисках (если есть какие-либо сомнения, свяжитесь с клиентской поддержкой сайта). Получив такое подтверждение, вы соглашаетесь, что были должным образом уведомлены.</p>
                          <p><b>11.20 </b>Если данные о соревнованиях от внешних источников не совпадают, данные, указанные на нашей странице общих правил спортивных ставок, будут считаться верными.</p>
                          <p><b>11.21 </b>Максимальные лимиты ставок будут определяться в зависимости от суммы, которую сайт позволяет принять на момент принятия ставки.</p>
                          <p><b>11.22 </b>Относительно функций вывода:</p>
                          <p><b>11.22.1 </b>Вывод доступен для выбранных событий, расписаний и рынков до и во время событий, как для одиночных, так и для множественных ставок.</p>
                          <p><b>11.22.2 </b>Время обработки запросов на вывод может быть задержано. Если цены или рынки изменяются, запрос на вывод может быть неудачным.</p>
                          <p><b>11.22.3 </b>Если запрос на вывод одобрен, соответствующая сумма ставки будет немедленно отображена и урегулирована. Финальные результаты исходных ставок не будут влиять на процесс вывода.</p>
                          <p><b>11.22.4 </b>В любом случае, после успешного запроса на вывод сумма возврата будет зачислена на ваш счет.</p>
                          <p><b>11.22.5 </b>Сайт не может гарантировать, что ваши ставки могут быть использованы с функцией вывода. Если вывод был доступен до события, мы не несем ответственности или прекращаем поддержку ставок после начала события или в ходе событий. Когда рынок приостанавливается, вывод не предоставляется.</p>
                          <p><b>11.22.6 </b>Сайт оставляет за собой право ограничить или полностью удалить функцию вывода для клиентов или групп клиентов, если есть обоснованные подозрения, что функция вывода используется для получения выгоды от изменений цен до событий или частого использования функции вывода для закрытия ставок до начала событий.</p>
                          <p><b>11.22.7 </b>Если функция вывода недоступна по техническим причинам, сайт не несет ответственности за это. Кроме того, в таких случаях любые ставки сохранят свое исходное состояние, и сайт также не несет ответственности.</p>
                          <p><b>11.22.8 </b>Сайт оставляет за собой право принимать или отклонять любые ставки или типы ставок, включенные в функцию вывода.</p>
                          <p><b>11.23 </b>Максимальные выигрыши будут указаны в базовой валюте, чтобы обеспечить мир, но валютное эквивалентное значение применяется к фактическим выплатам. Для множества ставок с различными максимальными лимитами выигрышей применяются минимальные лимиты. Все максимальные лимиты выигрышей применяются ко всем нашим клиентам или группам клиентов, использующим разные ставки с одинаковыми выборками. Если у нас есть основания полагать, что несколько ставок сделаны таким образом, все выплаты по этим ставкам будут ограничены одной максимальной выплатой.</p>
                          <h3>12. Отмена и сбои в играх</h3>
                          <p><b>12.1 </b>Компания не несет ответственности за любые простои, сбои серверов, задержки или любые технические или политические вмешательства в игры. Возврат средств возможен только по усмотрению сайта.</p>
                          <p><b>12.2 </b>Компания не несет ответственности за любой ущерб или потерю, предположительно вызванные или связанные с сайтом или его содержимым; включая, но не ограничиваясь, отсутствие операций или передачи, задержки или сбои, потеря или повреждение данных, сбои в связи или линиях, злоупотребления сайтом или его содержимым или любые ошибки или упущения в содержимом.</p>
                          <p><b>12.3 </b>Если в любой казино игре возникает сбой, все ставки будут недействительны.</p>
                          
                                                  <h3>13. Ограничение ответственности</h3>
                          <p><b>13.1 </b>Риск доступа к этому сайту и участия в играх вы несете на себя. Сайт и игры не предоставляют никаких явных или подразумеваемых гарантий.</p>
                          <p><b>13.2 </b>Без ущерба для вышеуказанных общих положений вы соглашаетесь с тем, что мы:</p>
                          <p><b>13.2.1 </b>Не гарантируем, что программное обеспечение, игры и сайт подходят для их назначения;</p>
                          <p><b>13.2.2 </b>Не гарантируем, что программное обеспечение, игры и сайт не содержат ошибок;</p>
                          <p><b>13.2.3 </b>Не гарантируем, что программное обеспечение, игры и сайт будут доступны без перерывов.</p>
                          <p><b>13.3 </b>За исключением случаев, прямо указанных в настоящих условиях и положениях, мы не несем ответственность за любые убытки, затраты, расходы или ущерб, будь то прямой, косвенный, специальный, случайный или иного рода, связанные с использованием вами этого сайта или вашим участием в играх.</p>
                          <p><b>13.4 </b>Вы понимаете и признаете, что любые ставки, сделанные во время сбоя игры или ее взаимной работы, будут недействительными. Игра, в которой произошел сбой, будет считаться недействительной, а любые средства, использованные в этой игре, также будут признаны недействительными, независимо от того, на какие игры были потрачены эти средства.</p>
                          <p><b>13.5 </b>Если сайт оставляет за собой право объявить часть или всю ставку недействительной в случае явных ошибок, неточностей, печатных ошибок или технических ошибок в выплатных таблицах, коэффициентах или программном обеспечении, мы не несем ответственности за любые невыигранные бонусы, в результате чего ставка становится недействительной. Возврат средств осуществляется только по усмотрению администрации сайта.</p>
                          <p><b>13.6 </b>Вы соглашаетесь полностью компенсировать и освободить нас, наших директоров, сотрудников, партнеров и поставщиков услуг от любых затрат, расходов, убытков, ущерба, требований и обязательств, возникающих из-за вашего использования сайта или участия в играх.</p>
                          <p><b>13.7 </b>Компания не несет ответственности за любой ущерб или потерю, возникшие в результате контракта, деликта, нарушения гарантии или иным образом, которые считаются или утверждаются как вызванные или якобы вызванные в связи с этим сайтом или его содержимым, включая, но не ограничиваясь, задержками или перерывами в операциях или передаче, потерей или порчей данных, сбоями в связи или линиях, злоупотреблениями сайтом или его содержимым или любыми ошибками или упущениями в содержимом.</p>
                          <h3>14. Политика конфиденциальности</h3>
                          <p><b>14.1 </b>Вы настоящим признаете и соглашаетесь с тем, что мы можем собирать и использовать ваши личные данные, если это необходимо, для вашего доступа и использования сайта, а также для участия в играх.</p>
                          <p><b>14.2 </b>Мы подтверждаем, что при сборе ваших личных данных, как указано выше, мы подчиняемся Закону о защите данных. Мы будем защищать ваши личные данные и уважать вашу конфиденциальность в соответствии с лучшими коммерческими практиками и применимым законодательством.</p>
                          <p><b>14.3 </b>Мы будем использовать ваши личные данные для разрешения вашего участия в играх и проведения операций, связанных с вашим участием в играх. Открывая ваш аккаунт, вы признаете и соглашаетесь с тем, что сотрудники компании имеют доступ к вашим личным данным для выполнения своих обязанностей и предоставления вам наилучшего обслуживания. Мы также можем использовать ваши личные данные для уведомления вас о изменениях, новых услугах и акциях. Вы можете в любое время отказаться от получения рекламных электронных писем.</p>
                          <p><b>14.4 </b>Ваши личные данные не будут раскрыты третьим лицам, если только такое раскрытие не требуется законом или не является необходимым для использования наших услуг, в таком случае вы считаете, что согласны с раскрытием таких данных третьим лицам. Как деловые партнеры или поставщики услуг, отвечающие за выполнение определенных функций или операций сайта, могут получить доступ к вашим личным данным. Сотрудники сайта могут получить доступ к вашим личным данным для выполнения своих обязанностей и предоставления наилучшего обслуживания. Вы соглашаетесь с таким раскрытием.</p>
                          <p><b>14.5 </b>Мы будем хранить всю информацию, предоставленную вами как личные данные, на неограниченный срок, если только мы не выберем уничтожение этих данных по истечении срока хранения данных приложения или в соответствии с юридическими требованиями по уничтожению таких данных.</p>
                          <p><b>14.6 </b>Для оптимизации вашего опыта доступа и мониторинга и улучшения наших веб-сервисов мы будем собирать информацию, отправляемую вашим браузером, которая называется «куки». Вы имеете право выбирать, принимать ли нашу сборку куки. Однако обратите внимание, что отключение куки может серьезно повлиять на доступ к нашему сайту или даже полностью заблокировать доступ.</p>
                          <h3>15. Передача прав</h3>
                          <p><b>15.1 </b>Передача ваших обязательств по настоящему соглашению не допускается. Вы не можете передавать свои обязательства по настоящему соглашению или права или обязанности по этому соглашению ни одному физическому или юридическому лицу.</p>
                          <h3>16. Полное соглашение</h3>
                          <p><b>16.1 </b>Настоящие условия и положения составляют полное соглашение между вами и нами в отношении данного сайта, заменяя все предыдущие или одновременные электронные, устные или письменные коммуникации и рекомендации между вами и нами, касающиеся данного сайта.</p>
                          <h3>17. Разделяемость</h3>
                          <p><b>17.1 </b>Если какое-либо положение настоящих условий и положений будет признано незаконным или неисполнимым, это положение должно быть отделено от этих условий и положений, и все другие положения останутся в силе, без ущерба для такого расформирования.</p>
                          <h3>18. Аннулирование, приостановление и закрытие</h3>
                          <p><b>18.1 </b>Без ущерба для нашего права на применение других доступных средств правовой защиты, мы можем приостановить и/или закрыть ваш аккаунт, аннулировать любые незавершенные ставки и/или конфисковать любые или все средства на вашем счете в следующих случаях, на наше абсолютное усмотрение:</p>
                          <p>(i) Если мы подозреваем, что вы занимаетесь отмыванием денег, незаконной или другой мошеннической деятельностью при использовании нашего сайта; или</p>
                          <p>(ii) Если мы подозреваем, что вы внесли незаконные или явно и существенно обесцененные средства; или</p>
                          <p>(iii) Если мы получаем доказательства того, что вы являетесь частью группы ставок, где несколько сторон участвуют в ставках для обхода правил сайта, этих условий или любых других правил сайта; или</p>
                          <p>(iv) Если мы определим, что вы используете любое устройство, робота, паука, программное обеспечение, рутину или другой метод (или любой объект аналогичной природы) для вмешательства или попытки вмешательства в наши услуги, любое связанное оборудование, программное обеспечение, сайт, казино-игры, спортивные ставки и информацию о ставках или любые транзакции на сайте, особенно если это делается с использованием искусственного интеллекта или других систем (включая машины, компьютеры, программное обеспечение или любые другие автоматизированные системы, специально разработанные для мошенничества и/или разрушения систем сайта); или</p>
                          <p>(v) Если мы определим, что вы сотрудничаете или пытаетесь сотрудничать с другими игроками с целью обмануть сайт или его клиентов; или</p>
                          <p>(vi) Если мы определим, что вы нарушаете любое положение этих условий и положений; или</p>
                          <p>(vii) Если мы определим, что ваше поведение вредно для наших коммерческих действий; или</p>
                          <p>(viii) Если мы определим, что вы используете сайт таким образом, который дает вам несправедливое преимущество, например, ставки на основе инсайдерской информации или знаний в определенной спортивной области, полученных от личного участия или вовлеченности; или</p>
                          <p>(ix) Если мы подозреваем, что вы зарегистрировали, управляете или направляете свою ставочную деятельность через несколько пользовательских аккаунтов, пытаясь скрыть свою ставочную деятельность, обойти установленные нами лимиты или нарушить любые рекламные условия и положения; или</p>
                          <p>(x) Если мы подозреваем, что ваш аккаунт используется в интересах третьих лиц; или</p>
                          <p>(xi) Если мы получаем доказательства того, что вы нарушаете прямые указания сайта не продолжать ставочную деятельность, зарегистрировав новый аккаунт. Сайт имеет право конфисковать любые депозиты пользователя, который зарегистрировал аккаунт после получения предупреждений о нарушении вышеупомянутых условий и положений.</p>
                          <p><b>18.2 </b>Вы признаете, что сайт является окончательным арбитром по вопросу о том, нарушены ли правила, условия или положения, что может привести к приостановке или окончательному запрету на участие в нашем сайте.</p>
                          <p><b>18.3 </b>Независимо от того, приостановлен ли или закрыт аккаунт, и независимо от любых других условий настоящих условий и положений, мы можем по нашему абсолютному усмотрению аннулировать любые незавершенные ставки в следующих случаях:</p>
                          <p>(i) В случае технического сбоя, или</p>
                          <p>(ii) Если вы или другие клиенты, с которыми вы делаете ставки, нарушили любое из этих условий и положений.</p>
                          <h3>19. Форс-мажор</h3>
                          <p><b>19.1 </b>Невыполнение или задержка выполнения обязательств по предоставлению услуг сайтом не считаются нарушением, если такое невыполнение или задержка являются результатом форс-мажорных обстоятельств, включая, но не ограничиваясь, наводнениями, пожарами, землетрясениями или другими природными факторами, военными действиями, эпидемиями или пандемиями, беспорядками или террористическими атаками, сбоями в электроснабжении, забастовками и трудовыми конфликтами, задержками или перерывами в интернет- и телекоммуникационных сетях, вызванными человеческими или природными факторами, или любыми другими событиями, находящимися за пределами разумного контроля сайта. Сайт не несет ответственности за любые последствия таких форс-мажорных событий.</p>
                          <h3>20. Нарушение, штрафы и прекращение</h3>
                          <p><b>20.1 </b>Если вы нарушите любое положение этих условий и положений или мы будем иметь разумные основания полагать, что вы нарушили их, мы оставляем за собой право приостановить, закрыть ваш аккаунт или удержать ваши выигрыши и использовать эти средства для возмещения любых убытков, которые вы причинили.</p>
                          <h3>21. Применимое право и юрисдикция</h3>
                          <p><b>21.1 </b>Эти условия и положения подчиняются законодательству острова Кюрасао.</p>
                          <p><b>21.2 </b>Вы признаете, что, если не указано иное, игры организованы и регулируются территориальным органом острова Кюрасао. Любые контрактные отношения между вами и компанией считаются заключенными и выполняемыми на острове Кюрасао, по адресу зарегистрированной компании.</p>
                          <p><b>21.3 </b>Стороны согласны, что любые споры, разногласия или претензии, возникающие из или в связи с этими условиями и положениями, их нарушением, прекращением или недействительностью, должны быть переданы в исключительную юрисдикцию судов острова Кюрасао.</p>
                          <h3>22. Жалобы</h3>
                          <p><b>22.1 </b>Если у вас есть какие-либо жалобы или недовольства нашими услугами, вы можете связаться с нашей службой поддержки через чат на сайте или по электронной почте (support{'@'}Seabet.io). Мы постараемся решить вашу проблему в кратчайшие сроки.</p>
                        </div>`
  }
}
