const site_name = import.meta.env.VITE_APP_SITE_NAME

export default {
  home: 'หน้าหลัก',
  search: 'ค้นหา',
  promo: 'โปรโมชั่น',
  support: 'สนับสนุน',
  onlineSupport: 'สนับสนุนออนไลน์',
  accountMenu: 'บัญชีผู้ใช้',
  account: 'บัญชีผู้ใช้',
  confirm: 'ยืนยัน',
  confirmd: 'ยืนยันแล้ว',
  all: 'ทั้งหมด',
  save: 'บันทึก',
  cancel: 'ยกเลิก',
  close: 'ปิด',
  start: 'เริ่ม',
  loading: 'กำลังโหลด',
  end: 'สิ้นสุด',
  to: ' ถึง ',
  or: 'หรือ',
  and: 'และ',
  at: 'ที่',
  goto: 'ไปที่',
  refreshSuccess: 'รีเฟรชสำเร็จ',
  loadingFail: 'การโหลดล้มเหลว',
  noMore: 'ไม่มีอีกแล้ว...',
  login: 'เข้าสู่ระบบ',
  otherMethod: 'วิธีอื่นๆ',
  reg: 'ลงทะเบียน',
  userName: 'ชื่อผู้ใช้',
  email: 'อีเมล',
  sendEmail: 'Send',
  sended: 'ได้รับแล้ว',
  emailCaptcha: 'รหัสยืนยันทางอีเมล',
  password: 'รหัสผ่าน',
  forgetPassword: 'ลืมรหัสผ่าน',
  resetPwd: 'รีเซ็ตรหัสผ่าน',
  noUser: 'ยังไม่มีบัญชีผู้ใช้?',
  createUser: 'สร้างบัญชี',
  googleCode: 'รหัส Google Authenticator',
  inputGoole: 'ใส่รหัส Google Authenticator',
  partner: 'พันธมิตรอย่างเป็นทางการ:',
  date: 'วันที่',
  day: 'วัน',
  month: 'เดือน',
  year: 'ปี',
  birthday: 'วันเกิด',
  telephone: 'โทรศัพท์',
  country: 'ประเทศ',
  hasAccount: 'มีบัญชีแล้ว?',
  logout: 'ออกจากระบบ',
  address: 'ที่อยู่',
  zipCode: 'รหัสไปรษณีย์',
  loginPage: {
    useGoogle: 'ใช้ Google Authenticator',
    userNameOrEmail: 'ชื่อผู้ใช้หรืออีเมล'
  },
  regPage: {
    holderUserName: 'สร้างชื่อผู้ใช้ของคุณ',
    holderEmail: `ตัวอย่าง:you{'@'}example.com`,
    holderTelephone: 'โทรศัพท์(+66 xxxxxxxxxxx)',
    isAdult: 'ฉันยืนยันว่าฉันเป็นผู้ใหญ่อายุ 18 ปีขึ้นไป และยอมรับ',
    termCondition: 'ข้อกำหนดและเงื่อนไข',
    privacyPolicy: 'นโยบายความเป็นส่วนตัว',
    isAgree: `ฉันยอมรับข้อมูลการตลาดที่เกี่ยวข้องกับกิจกรรมของ ${site_name}`
  },
  thirdRegPage: {
    beFinished: 'เหลือเพียงเสร็จสิ้นอย่างรวดเร็วเท่านั้น!',
    fixInfo: 'โปรดเติมข้อมูลของคุณให้ครบถ้วน'
  },
  myprfile: 'โปรไฟล์ของฉัน',
  clubLevel: 'ระดับคลับ',
  userLevels: {
    '101': 'เหล็ก',
    '102': 'ทองแดง',
    '103': 'เงิน',
    '104': 'ทอง',
    '105': 'แพลทินัม',
    '106': 'ทายทัก',
    '107': 'เพรช'
  },
  homePage: {
    currentMultiplier: 'ตัวคูณคะแนนปัจจุบัน',
    nextReward: 'รางวัลระดับถัดไป',
    showProgress: 'แสดงความคืบหน้าของฉัน'
  },
  userAccount: 'บัญชีผู้ใช้',
  wallet: 'กระเป๋าเงิน',
  myBets: 'ประวัติการเดิมพัน',
  rewards: 'รางวัล',
  notifications: 'การแจ้งเตือน',
  // ค้นหา
  noSearchResult: 'ขออภัย ไม่พบผลลัพธ์สำหรับ "{ keyword }" กรุณาลองคำค้นหาอื่นๆ',
  searchResultNum: 'พบ { searchResult } รายการ',
  // รายละเอียดโปรโมชั่น
  promoDetail: 'รายละเอียดโปรโมชั่น',
  // คลับ
  club: 'คลับ',
  tiers: 'ระดับ',
  clubTips: 'รางวัลของคุณจะรีเซ็ตทุกเดือน โปรดรับรางวัลก่อนสิ้นเดือน เพื่อหลีกเลี่ยงผิดพลาด',
  currentPoints: 'ยอดการเดิมพันปัจจุบัน',
  currentPointsMultiplier: 'ตัวคูณคะแนนปัจจุบัน',
  receiveReward: 'รับรางวัล',
  alreadyReceived: 'รับแล้ว',
  mergedReards: 'รวมการรับรางวัลระดับถัดไปแล้ว',
  noReward: 'ยังไม่มีรางวัล สู่ระดับถัดไปเพื่อปลดล็อครางวัลครั้งแรกของคุณ',
  // คลับ VIP
  vipClub: 'VIP คลับ',
  // ร้านค้าแต้ม
  mallStore: 'ร้านค้าแต้ม',
  // การตั้งค่าบัญชี
  generalInformation: 'ข้อมูลทั่วไป',
  changePassword: 'เปลี่ยนรหัสผ่าน',
  googleAuthenticator: 'Google Authenticator',
  privacySetting: 'การตั้งค่าความเป็นส่วนตัว',
  currentPwd: 'รหัสผ่านปัจจุบัน',
  newPwd: 'รหัสผ่านใหม่',
  confirmPwd: 'ยืนยันรหัสผ่านใหม่',
  changePwdLimit: 'เพื่อให้มั่นคงความปลอดภัยของเงินของคุณ คุณจะไม่สามารถถอนไปยังที่อยู่กระเป๋าเงินใหม่ภายใน 24 ชั่วโมงหลังจากเปลี่ยนรหัสผ่าน',
  disabledGoogle: 'ปิดใช้งาน Google Authenticator แล้ว',
  activeGoogle: 'กรุณาสแกนคิวอาร์โค้ดของ Google Authenticator หรือป้อนรหัสเพื่อเปิดใช้งาน',
  whatGoogleCode: 'Google Authenticator คืออะไร?',
  typeCode: 'ป้อนรหัส',
  submitCode: 'ส่งรหัส',
  keyValue: 'คีย์แบบ',
  // การแจ้งเตือน
  notice: 'ประกาศ',
  mail: 'จดหมายในเว็บไซต์',
  makeAllRead: 'ทำให้ทั้งหมดเป็นอ่านแล้ว',
  noMessage: 'คุณไม่มีข้อความแจ้งเตือนใดๆ',
  // รางวัล
  claimReward: 'รับรางวัล',
  claimNewReward: 'รับรางวัลใหม่',
  rewardCode: 'รหัสรางวัล',
  claim: 'รับ',
  recentTransaction: 'รายการธุรกรรมล่าสุด',
  // ค้นหา
  searchHolder: 'เกมหรือผู้ให้บริการ',
  searchMore: 'ค้นหาเพิ่มเติม',
  searchRecommend: 'คำแนะนำสำหรับคุณ',
  enter: 'เข้าสู่',
  // กองทุน
  fundAccount: 'บัญชีเงินทุน',
  activeBalance: 'ยอดคงเหลือ',
  balance: 'ยอดคงเหลือ',
  deposit: 'ฝากเงิน',
  buyCrypto: 'ซื้อเหรียญดิจิทัล',
  withdraw: 'ถอนเงิน',
  youDepositAddress: 'ที่อยู่ฝากเงินของคุณ',
  minDepositAmount: 'ยอดฝากขั้นต่ำ',
  quickTips: 'เคล็ดลับเร่งด่วน',
  quickTipCont: 'เมื่อคุณทำการโอนเงินทุกครั้ง โปรดใช้ที่อยู่กระเป๋าเงินฝากล่าสุดจากชั้นเราเท่านั้น',
  promoCode: 'รหัสโปรโมชั่น',
  currentBalance: 'ยอดคงเหลือปัจจุบัน',
  myRewards: 'รางวัลของฉัน',
  transactionHistory: 'ประวัติธุรกรรม',
  supportSettings: 'การสนับสนุนและการตั้งค่า',
  walletSettings: 'การตั้งค่ากระเป๋าเงิน',
  faq: 'ช่วยเหลือ',
  liveSupport: 'สนับสนุนแบบสด',
  chooseCrypto: 'เลือกเหรียญดิจิทัลที่คุณต้องการ',
  cryptoCurrency: 'เหรียญดิจิทัล',
  bank: 'ธนาคาร',
  chooseDepositChain: 'เลือกเครือข่ายฝากเงิน',
  confirmDepositAddress: 'โปรดยืนยันที่อยู่ฝากเงินก่อนดำเนินการธุรกรรม',
  recommendExchange: 'ซื้อเหรียญดิจิทัลจากแลกเปลี่ยนที่เราแนะนำ',
  // บันทึกธุรกรรม
  deposits: 'ฝากเงิน',
  withdrawals: 'ถอนเงิน',
  bets: 'เดิมพัน',
  wins: 'ชนะ',
  currencyFilter: 'กรองตามเหรียญ',
  dateFilter: 'กรองตามวันที่',
  winLose: 'ชนะ / แพ้',
  nodata: 'ไม่มีรายการ',
  // การตั้งค่ากระเป๋าเงิน
  currency: 'เงินตรา',
  btcUnit: 'หน่วยบิตคอยน์',
  // ถอนเงิน
  inputAmount: 'ป้อนจำนวนเงิน',
  walletDetails: 'รายละเอียดกระเป๋าเงิน',
  walletDetailsBig: 'รายละเอียดกระเป๋าเงิน',
  waitingResults: 'รอการตรวจสอบ',
  withdrawUsdt: 'ถอน {curreny}',
  amount: 'จำนวนเงิน',
  minWithdrawAmount: 'ยอดถอนขั้นต่ำ',
  next: 'ถัดไป',
  youWithdrawAddress: 'ที่อยู่ถอนเงินของคุณ',
  payto: 'จ่ายไปที่',
  checkWithdrawAddress: 'โปรดตรวจสอบที่อยู่กระเป๋าเงินถอนเงินของคุณก่อนทุกครั้งก่อนทำธุรกรรม',
  previewWithdraw: 'แสดงตัวอย่างการถอนเงิน',
  confirmWithdrawInfo: 'โปรดยืนยันข้อมูลทั้งหมดถูกต้อง',
  network: 'เครือข่าย',
  withdrawing: 'กำลังดำเนินการถอนเงิน',
  summary: 'สรุปผล',
  transactionType: 'ประเภทธุรกรรม',
  finalBalance: 'ยอดคงเหลือสุดท้าย',
  backToFund: 'กลับไปที่เงินทุน',
  chooseWithdrawChain: 'เลือกเครือข่ายถอนเงิน',
  confirmWithdrawAddress: 'โปรดยืนยันที่อยู่ถอนเงินก่อนดำเนินการธุรกรรม',
  walletAddress: 'ที่อยู่กระเป๋าเงิน',
  walletAddressBig: 'ที่อยู่กระเป๋าเงิน',
  tradeStatus: { 1: 'ยังไม่เสร็จสิ้น', 2: 'เสร็จสิ้น', 3: 'ถูกลบแล้ว' },

  // หน้าหลัก
  readMore: 'อ่านเพิ่มเติม',
  sports: 'กีฬา',
  liveCasino: 'คาสิโนสด',
  slots: 'สล็อต',
  sbSport: 'กีฬาซาบะ',
  fbSport: 'กีฬา FB',
  downloadApp: 'Download APP',
  androidApple: 'Android/IOS',
  globalPaymentSolutions: 'โซลูชันการชำระเงินทั่วโลก',
  otherPayment: 'วิธีการชำระเงินอื่นๆ',
  sportsBet: 'เดิมพันกีฬา',
  liveCasinoBet: 'เดิมพันคาสิโนสด',
  slotBet: 'เดิมพันสล็อต',
  more: 'เพิ่มเติม',
  loadMore: 'โหลดเพิ่มเติม',
  providers: 'ผู้ให้บริการ',
  allProviders: 'ผู้ให้บริการทั้งหมด',
  sortBy: 'เรียงลำดับตาม',
  polular: 'เกมส์นิยม',
  promotions: 'โปรโมชั่น',
  aboutUs: 'เกี่ยวกับเรา',
  selectLanguage: 'เลือกภาษา',
  ruleTerms: 'กฎและเงื่อนไข',
  responsibleGambling: 'การพนันรับผิดชอบ',
  amlPolicy: 'นโยบายต้านการฟอกเงิน',
  selfExclusion: 'การยกเว้นตนเอง',
  privacyPolicy: 'นโยบายความเป็นส่วนตัว',
  fairness: 'ความเที่ยงตรง',
  game: 'เกม',
  followUs: 'ติดตามเรา',
  language: 'ภาษา',
  helpCenter: 'ศูนย์ช่วยเหลือ',
  acceptCrypto: 'รับสกุลเงินดิจิทัล',
  licencesSecurity: 'ใบอนุญาตและความปลอดภัย',
  gameBig: 'เกม',
  userBig: 'ผู้ใช้',
  payoutBig: 'การจ่ายเงิน',
  betUser: 'ผู้เดิมพัน',
  multiplier: 'ตัวคูณ',
  paymentAmount: 'จำนวนเงินที่จ่าย',
  invisibility: 'ความหายนะ',
  currencyLang: {
    usdt: 'Tether',
    btc: 'บิตคอยน์',
    eth: 'เอธีเรียม',
    busd: 'Binance USD',
    trx: 'TRON',
    xrp: 'ริปเปิล',
    bnb: 'Binance Coin',
    ltc: 'ไลท์คอยน์',
    ada: 'Cardano',
    doge: 'ด็อกคอยน์',
    ton: 'TON Crystal',
    usd: 'ดอลลาร์สหรัฐ',
    cny: 'หยวนจีน'
  },
  // ร้านค้าแต้ม
  points: 'แต้ม',
  pointsNum: 'จำนวนแต้ม',
  earnPoints: 'รับแต้ม',
  pointType: 'ประเภท',
  spentPoints: 'ใช้แต้ม',
  afterPoints: 'แต้มหลังจาก',
  createTime: 'เวลาสร้าง',
  pointsType: {
    '1': 'เดิมพัน',
    '2': 'แลกสินค้า',
    '3': 'โปรโมชั่น',
    '4': 'การเพิ่มระบบ',
    '5': 'การหักระบบ',
    '6': 'ยกเลิกการแลก'
  },

  // ผู้ให้บริการเกม
  provider: {
    all: 'ทั้งหมด',
    sabaSports: 'Saba Sports',
    btiSports: 'Seabet Sports',
    fbSports: 'กีฬา FB',
    evolution: 'Evolution',
    bombayLive: 'Bombay Live',
    ezugi: 'Ezugi',
    asiaGaming: 'Asia Gaming',
    pragmaticPlay: 'Pragmatic Play',
    playingo: "Play'n Go",
    netEnt: 'NetEnt',
    playTech: 'PlayTech',
    microgaming: 'Microgaming',
    sexy: 'Sexy Baccarat'
  },
  tips: {
    // ผู้ใช้ - เข้าสู่ระบบและลงทะเบียน
    inputAccount: 'โปรดใส่ชื่อผู้ใช้',
    isAccount: 'ชื่อผู้ใช้ต้องมีความยาวระหว่าง 5-12 ตัวอักษรและขึ้นต้นด้วยตัวอักษร',
    inputPassword: 'โปรดใส่รหัสผ่าน',
    isPwd: 'รหัสผ่านต้องมีความยาวระหว่าง 6-16 ตัวอักษรหรือตัวเลข',
    pwdNotMatch: 'รหัสผ่านไม่ตรงกัน',
    googleCode: 'รหัส Google Authenticator ต้องประกอบด้วยตัวเลข 6 หลัก',
    loginFail: 'เข้าสู่ระบบล้มเหลว',
    inputEmail: 'โปรดใส่อีเมล',
    isEmail: 'รูปแบบอีเมลไม่ถูกต้อง',
    inputEmailcapcha: 'โปรดใส่รหัสยืนยันทางอีเมล',
    inputDay: 'โปรดเลือกวันเกิด',
    inputMonth: 'โปรดเลือกเดือนเกิด',
    inputYear: 'โปรดเลือกปีเกิด',
    inputCountryCode: 'โปรดใส่รหัสประเทศ',
    inputphoneNumber: 'โปรดใส่หมายเลขโทรศัพท์',
    inputAddress: 'โปรดใส่ที่อยู่',
    inputZipCode: 'โปรดใส่รหัสไปรษณีย์',
    userNameExist: 'มีชื่อผู้ใช้นี้อยู่แล้ว',
    emailExist: 'อีเมลนี้ถูกใช้งานแล้ว',
    emailNotExist: 'ไม่พบอีเมลนี้',
    isAudit: 'โปรดยืนยันว่าคุณอายุใหญ่และยอมรับนโยบายความเป็นส่วนตัว',
    isAgree: 'โปรดอ่านและยอมรับข้อมูลที่เกี่ยวข้องกับแคมเปญการตลาด',
    regSuccess: 'ลงทะเบียนสำเร็จ',
    regFail: 'ลงทะเบียนล้มเหลว',
    loginSuccess: 'เข้าสู่ระบบสำเร็จ',
    sendSuccess: 'ส่งสำเร็จ',
    resetSuccess: 'รีเซ็ตรหัสผ่านสำเร็จ โปรดเข้าสู่ระบบใหม่',
    resetFail: 'รีเซ็ตรหัสผ่านล้มเหลว',
    sendFail: 'ส่งล้มเหลว',
    editUserInfoSuccess: 'แก้ไขข้อมูลผู้ใช้สำเร็จ',
    inputNewPwd: 'โปรดใส่รหัสผ่านใหม่',
    isNewPwd: 'รหัสผ่านใหม่ต้องมีความยาวระหว่าง 6-16 ตัวอักษรหรือตัวเลข',
    inputOldPwd: 'โปรดใส่รหัสผ่านเดิม',
    isOldPwd: 'รหัสผ่านเดิมต้องมีความยาวระหว่าง 6-16 ตัวอักษรหรือตัวเลข',
    editPwdSuccess: 'แก้ไขรหัสผ่านสำเร็จ โปรดเข้าสู่ระบบใหม่',
    bindGoogleSuccess: 'เชื่อมโยงกับ Google Authenticator สำเร็จ',
    logoutSuccess: 'ออกจากระบบสำเร็จ',
    setSuccess: 'บันทึกการตั้งค่าสำเร็จ',
    inputWithdrawAmount: 'โปรดใส่จำนวนเงินที่ต้องการถอน',
    overMaxWithdrawAmount: 'จำนวนเงินที่ถอนไม่สามารถเกินยอดคงเหลือได้',
    underMinWithdrawAmount: 'จำนวนเงินที่ถอนต้องมากกว่ายอดเงินขั้นต่ำ',
    inputWithdrawAddress: 'โปรดใส่ที่อยู่เพื่อถอนเงิน',
    withdrawSuccess: 'ขอถอนเงินสำเร็จ',
    withdrawFail: 'ขอถอนเงินล้มเหลว',
    receivedRewardSuccess: 'รับรางวัลสำเร็จ',
    receivedRewardFail: 'รับรางวัลล้มเหลว',
    noLogin: 'คุณยังไม่ได้เข้าสู่ระบบ',
    goLogin: 'ไปที่หน้าเข้าสู่ระบบเลย',
    invalidThirdUser: 'การยืนยันผู้ใช้จากแหล่งที่มาที่สามล้มเหลว',
    authFail: 'การอนุญาตล้มเหลว',
    copySuccess: 'คัดลอกสำเร็จ',
    copyFail: 'บราวเซอร์นี้ไม่รองรับการคัดลอกอัตโนมัติ โปรดคัดลอกด้วยตนเอง',
    inputExhangeCode: 'โปรดใส่รหัสแลกเปลี่ยน',
    startGameFail: 'เริ่มเกมล้มเหลว',
    insufficientPoints: 'คะแนนไม่เพียงพอ',
    exhangeSuccess: 'แลกเปลี่ยนสำเร็จ',
    openWindow: 'หน้าต่างจะถูกเปิดให้คุณเล่นเกมในไม่ช้า ขอให้คุณสนุกกับการเล่นเกม',
    openExchange: 'เกี่ยวกับการเปิดหน้าต่างใหม่สำหรับคุณเข้าสู่การแลกเปลี่ยน',
    unBindGoogleSuccess: 'การยกเลิกการผูกพันสำเร็จ',
    openExplorer: 'หน้าต่างจะถูกเปิดให้คุณสอบถามรายการที่เกี่ยวข้อง',

    inputTrueName: 'โปรดพิมพ์ชื่อของคุณ',
    selectDocType: 'คลิกเพื่อเลือกประเภทเอกสาร',
    inputDocType: 'โปรดเลือกประเภทเอกสาร',
    inputDdocNumber: 'โปรดพิมพ์หมายเลขบัตรประชาชน',
    airlineCompany: 'โปรดพิมพ์ชื่อสายการบิน',
    inputDeparture: 'โปรดพิมพ์สถานที่ออกเดินทาง',
    inputDestination: 'โปรดพิมพ์สถานที่หมายปลายทาง',
    inputHotelName: 'โปรดพิมพ์ชื่อโรงแรม',
    inputCity: 'โปรดพิมพ์ชื่อเมืองที่ตั้งโรงแรม',
    inputCountry: 'โปรดพิมพ์ชื่อประเทศที่ตั้งโรงแรม',
    inputRoomNum: 'โปรดป้อนจำนวนห้องโรงแรม',
    inputInRoomDay: 'โปรดป้อนจำนวนวันที่เข้าพัก',
    betHolder: 'เวลาการเดิมพัน',
    inputBetTime: 'โปรดเลือกเวลาการเดิมพัน',
    inputOrderId: 'โปรดป้อนหมายเลขตั๋ว',
    orderNoholder: "โปรดใช้ ',' เพื่อคั่นคำสั่งเดิมพันหลายรายการ",
    applySuccess: 'สมัครสำเร็จ',
    applyFail: 'สมัครล้มเหลว'
  },
  rewardsBig: 'รางวัล',
  myStats: 'บันทึกคะแนน',
  exclusiveRewards: 'รางวัลพิเศษ',
  quickBuys: 'ซื้อด่วน',
  earned: 'รายได้',
  spent: 'จ่าย',
  pointsHistory: 'ประวัติคะแนน',
  earnPointsAndTrack: 'สะสมคะแนนและติดตาม',
  viewPointsRecord: 'ดูประวัติการใช้คะแนนทั้งหมดของคุณ',
  buyNow: 'ซื้อทันที',
  youWillGet: 'คุณจะได้รับ',
  bonusValue: 'มูลค่าชิปโบนัส',
  wageringRequirement: 'เงื่อนไขการวางเดิมพัน',
  enableVisible: 'เปิดใช้งานโหมดซ่อนตัว',
  hiddenYourBet: 'การเดิมพันของคุณจะไม่แสดงในการเดิมพันสาธารณะและการพรีวิวการเดิมพัน',
  startNow: 'เริ่มต้นเดี๋ยวนี้',
  withdrawStatus: { 1: 'กำลังดำเนินการ', 2: 'เสร็จสิ้น', 3: 'ถูกปฏิเสธ' },
  time: 'เวลา',
  betAmount: 'ยอดเดิมพัน',
  support2: 'สนับสนุน',
  btiSportIntro: 'ด้วยประสบการณ์หลายปีในการดำเนินงานแพลตฟอร์มกีฬา แพลตฟอร์มการเดิมพันกีฬา Seabet มอบประสบการณ์การเดิมพันกีฬาที่สมจริงและที่ถูกจัดเตรียมอย่างเหมาะสมให้กับผู้เล่น',
  sabaSportIntro: 'ได้รับการรับรองจากหลายฝ่ายเกือบ 2 ทศวรรษ แพลตฟอร์มกีฬา Saba Sports มอบช่วงเวลาของเหตุการณ์กีฬาที่หลากหลาย รูปแบบการเดิมพันที่นวัตกรรมมากมาย และอัตราต่อรองที่นำด้านอุตสาหกรรม',
  fundRecord: 'ประวัติการทำรายการ',
  categoryFilter: 'กรองตามหมวดหมู่',
  fundCategory: {
    1: 'ฝากเงิน',
    2: 'ถอนเงิน',
    3: 'การเดิมพัน',
    4: 'ตกลง',
    5: 'เงินฝากระบบ',
    6: 'การหักระบบ',
    7: 'ของขวัญโปรโมชั่น',
    8: 'คืนเงิน',
    9: 'รางวัล VIP',
    10: 'สินค้าแลกเปลี่ยน',
    17: 'ถอนเงินล้มเหลว'
  },
  beforeBalance: 'ก่อนการเปลี่ยนแปลง',
  afterBalance: 'หลังการเปลี่ยนแปลง',
  tradeDetails: 'รายละเอียดธุรกรรม',
  tradeNo: 'หมายเลขคำสั่งซื้อ',
  orderStatus: 'สถานะคำสั่งซื้อ',
  orderType: 'ประเภทคำสั่ง',
  orderTypes: { 1: 'ฝากเงิน', 2: 'ถอนเงิน', 3: 'การเดิมพัน', 4: 'ชนะ' },
  blockChain: 'บล็อกเชน',
  betAndEarn: 'เดิมพันและรับรางวัล',
  placeAndEarn: 'วางเดิมพันและชนะ',
  spinAndEarn: 'หมุนและรับรางวัล',
  enabledGoogle: 'เปิดใช้งาน Google Authenticator',
  stopGoogle: 'เปิดใช้งาน Google Authenticator แล้ว หากคุณต้องการปิดคุณลักษณะนี้ โปรดใส่รหัสและคลิก "ส่งรหัส" เพื่อปิด',
  unlockNewReward: 'รางวัลใหม่ได้ถูกปลดล็อกแล้ว!',
  unlockNewRewardTip: 'ยินดีด้วย! รางวัลใหม่ได้ถูกปลดล็อกแล้ว คลิกที่นี่เพื่อเลือกประเภทรางวัลของคุณ',
  dymondReward: 'รางวัลของคุณจะถูกปลดล็อกเมื่อคุณมาถึงระดับนี้',
  siteTitle: 'เว็บไซต์พนันกีฬาและคาสิโนคริปโตที่ดีที่สุด | การเดิมพันบิตคอยน์',
  unlockAllReward: 'ยินดีด้วย! คุณได้ปลดล็อกรางวัลทั้งหมดแล้ว',
  newGame: 'เกมใหม่',
  oneDay: '24 ชั่วโมง',
  week: 'สัปดาห์',
  moreGame: 'เกมเพิ่มเติม',
  question: 'คำถามที่พบบ่อย',
  status: 'สถานะ',
  tradeCode: 'รหัสธุรกรรม',
  copyTradeCode: 'คัดลอกรหัสธุรกรรม',
  realName: 'ชื่อจริง',
  sex: 'เพศ',
  male: 'ชาย',
  female: 'หญิง',
  documentType: 'ประเภทเอกสาร',
  documentNumber: 'หมายเลขเอกสาร',
  airlineCompany: 'สายการบิน',
  placeOfDeparture: 'สถานที่ออกเดินทาง',
  destination: 'ปลายทาง',
  onewayOrRoundtrip: 'การเดินทางเดี่ยวหรือไป-กลับ',
  oneway: 'เดินทางเดี่ยว',
  roundtrip: 'ไป-กลับ',
  engineroomType: 'ชั้นเที่ยวบิน',
  economyClass: 'ชั้นประหยัด',
  businessClass: 'ชั้นธุรกิจ',
  firstClass: 'ชั้นหน้า',
  submit: 'ส่ง',
  hotelName: 'ชื่อโรงแรม',
  city: 'เมือง',
  roomType: 'ประเภทห้องพัก',
  presidentialSuite: 'สูทรัฐบาล',
  luxurySuite: 'สูทหรูหรา',
  businessSuite: 'สูทธุรกิจ',
  roomNum: 'จำนวนห้อง',
  roomDay: 'จำนวนวันที่พัก',
  otherService: 'บริการอื่น ๆ',
  idCard: 'บัตรประชาชน',
  passport: 'Passport',
  militaryId: 'บัตรประจำตัวทหาร',
  diplomaticCard: 'บัตรรัฐการคดี',
  moonpayExchange: 'ซื้อสกุลเงินดิจิทัลด้วยบัตรเครดิต/บัตรเดบิต',
  learnMore: 'เรียนรู้เพิ่มเติม',
  comingSoon: 'เร็ว ๆ นี้...',
  affiliate: 'เอฟฟิเลียต',
  rewardActivities: 'กิจกรรมรางวัล',
  rewardRecords: 'บันทึกรางวัล',
  applyPromo: 'สมัครรางวัล',
  applyNow: 'สมัครตอนนี้',
  rewardStatus: { 0: 'กำลังดำเนินการ', 1: 'ผ่าน', 2: 'ปฏิเสธ' },
  betTime: 'เวลาการเดิมพัน',
  betOrderNo: 'หมายเลขคำสั่งเดิมพัน',
  startEarning: 'เริ่มรับรายได้',
  historyType: 'ประเภท',
  rewardName: 'ชื่อรางวัล',
  startTime: 'เวลาเริ่มต้น',
  endTime: 'เวลาสิ้นสุด',
  minMaxBet: 'เดิมพันขั้นต่ำ-สูงสุด',
  volatility: 'ความเสี่ยง',
  volatilitys: { 1: 'ต่ำ', 2: 'ต่ำ-กลาง', 3: 'กลาง', 4: 'กลาง-สูง', 5: 'สูง', 6: 'สูงมาก', 7: 'ต่ำมาก' },
  myPoints: 'คะแนนของฉัน',
  backPromo: 'กลับสู่โปรโมชั่น',
  noSupportFullScreen: 'เบราว์เซอร์ของคุณไม่รองรับโหมดเต็มหน้าจอ',
  pointsExchange: 'แลกเปลี่ยน',
  view: 'ดูเพิ่มเติม',
  oprate: 'ดู',
  remain: 'คงเหลือ',
  directlyLogin: 'หรือเข้าสู่ระบบโดยตรง',
  fastDeposit: 'ฝากด่วน',
  demoMode: 'โหมดทดลองเล่น',
  trueMode: 'เดิมพันจริง',
  gameStatic: 'สถิติเกม',
  receivedSuccess: '{ amount } USDT ได้รับสำเร็จ',
  goTime: 'วันออกเดินทาง',
  backTime: 'วันเดินทางกลับ',
  inTime: 'เวลาเช็คอินโรงแรม',
  outTime: 'เวลาเช็คเอาท์โรงแรม',
  sabaSportDesc: {
    0: 'แมทแข่งขันที่ครบครัน',
    1: 'รองรับอุปกรณ์ดิจิทัลทั้งหมด MacOS, และ Windows',
    2: 'การเข้ารหัสความปลอดภัย',
    3: 'อัตราต่อรองแบบเรียลไทม์',
    4: 'มีระบบBackendของตัวเอง'
  },
  seabetSportDesc: {
    0: 'วิเคราะห์ด้วยตัวเอง',
    1: 'อัตราต่อรองสูงสุด',
    2: 'ปรับแต่ง UI การเดิมพัน',
    3: 'ระบบสรุปผลที่แม่นยำ',
    4: 'ตัวเลือกการเดิมพันหลายรูปแบบ'
  },

  pickDate: 'เลือกวันที่',
  inputGotime: 'โปรดเลือกเวลาออกเดินทาง',
  inputBacktime: 'โปรดเลือกเวลากลับ',
  inputInTime: 'โปรดเลือกเวลาเช็คอิน',
  inputOutTime: 'โปรดเลือกเวลาเช็คเอาท์',
  hotelTimeError: 'เวลาเช็คเอาท์ต้องไม่เร็วกว่าเวลาเช็คอิน',
  ticketTimeError: 'เวลากลับต้องไม่เร็วกว่าเวลาออกเดินทาง',
  countryHolder: 'รหัสประเทศ',
  numberHolder: 'หมายเลขโทรศัพท์',
  submitInfoSuccess: 'ข้อมูลของคุณได้รับการส่งเรียบร้อยแล้ว',
  back: 'กลับ',
  countryCode: 'รหัสประเทศ',
  remainTime: 'เวลาที่เหลือ',
  upgrading: 'กำลังอัพเกรดระบบ',
  upgradingTxt: 'ขณะนี้ระบบกำลังอัพเกรดอยู่ค่ะ ขออภัยในความไม่สะดวกและขอขอบคุณค่ะ!',
  favariateGame: 'เกมส์โปรด',
  recentlyGame: 'เล่นล่าสุด',
  downloadTitle: 'Seabet.io Progressive Web App!',
  downloadDesc:
    'ยินดีต้อนรับสู่แอป Seabet.io รุ่นใหม่ของเรา! ด้านล่างนี้เรามีคำแนะนำขั้นตอนตามลำดับในการติดตั้งแอป Android และ iOS Progressive Web App (PWA) ของเรา สนุกกับความสนุก ความเร็ว และความยุติธรรมได้ทุกเมื่อ ทุกที่!',
  step: 'ขั้นตอนที่ ',
  clickSave: 'ในเบราว์เซอร์ คลิกไอคอนบันทึก',
  addDesk: 'แตะ "เพิ่มไปยังหน้าหลัก"',
  clickAdd: 'คุณจะมีตัวเลือกในการเปลี่ยนชื่อ คลิก "เพิ่ม"',
  finishedDown: 'ที่ลัดเร็วนี้อยู่บนหน้าหลักของคุณ',
  addToDesk: 'ในเบราว์เซอร์ เลือก "เพิ่มหน้าไปยัง"',
  clickDesk: 'แตะ "หน้าหลัก"',
  clickAddAndroid: 'คลิก "เพิ่ม"',
  hitratio: 'ฮิตเรโช',
  paylines: 'รูปแบบการชนะ',

  problem: {
    whatVip: '1. คลับ VIP คืออะไร?',
    whatVips: `<p>คลับ VIP ของ Seabet.io เป็นชุมชนที่มีการสร้างขึ้นเพื่อลูกค้าที่ใช้สกุลเงินดิจิทัล ที่ช่วยให้พวกคุณเพลิดเพลินกับกิจกรรมโปรโมชั่นทั้งหมดที่มีให้บนเว็บไซต์ได้ตลอดเวลา ทุกการเดิมพัน, การหมุน, และการเล่นเกมที่คุณทำจะสะสมคะแนน โดยค่อย ๆ เลื่อนขึ้นในคลับและปลดล็อครางวัลที่น่าตื่นเต้นในระหว่างทาง ด้วยการปลดล็อคระดับ VIP คุณยังจะได้รับคะแนนเดิมพัน Seabet ซึ่งจะช่วยให้คุณได้ประสบการณ์และบริการที่มีค่ามากยิ่งขึ้นอีกด้วย</p>
                <p>อธิบายง่ายๆก็คือ：คุณยิ่งเล่น เรายิ่งแจกรางวัล</p>`,
    howGetIntegrial: '2. วิธีการสะสมคะแนนคืออะไร?',
    howGetIntegrials: `<p>คุณจะได้รับคะแนนทุกการเดิมพันกีฬา การหมุนสล็อต และคาสิโนสด ยิ่งคุณสะสมคะเเนนได้มากเท่าไร ระดับที่คุณได้รับก็จะยิ่งสูงขึ้นเท่านั้น ในระหว่างทางที่เลื่อนระดับคุณจะได้รับรางวัลเซอร์ไพรส์อีกมากมาย และรางวัลจะเพิ่มมากขึ้นเรื่อยๆตามระดับ</p>`,
    whatVipLevel: '3. ระดับ VIP คืออะไร?',
    whatVipLevels: `<p>ระดับVIPจะกำหนดมูลค่าและประเภทของรางวัลที่คุณจะได้รับ ในระหว่างทางที่เลื่อนระดับ รางวัลที่คุณจะได้รับก็จะเพิ่มมากยิ่งขื้น</p>
                    <table>
                      <tr>
                        <th>ระดับ VIP</th>
                        <th>ยอดการเดิมพันที่ต้องการ</th>
                        <th>จำนวนรอบรับรางวัล</th>
                      </tr>
                      <tr>
                        <td>บรอนซ์</td>
                        <td>100</td>
                        <td>1</td>
                      </tr>
                      <tr>
                        <td>ซิลเวอร์</td>
                        <td>500</td>
                        <td>5</td>
                      </tr>
                      <tr>
                        <td>โกลด์</td>
                        <td>15000</td>
                        <td>8</td>
                      </tr>
                      <tr>
                        <td>แพลทตินัม</td>
                        <td>300,000</td>
                        <td>10</td>
                      </tr>
                      <tr>
                        <td>ไทเทเนียม</td>
                        <td>1,900,000</td>
                        <td>10</td>
                      </tr>
                      <tr>
                        <td>ไดมอนด์</td>
                        <td>6,000,000</td>
                        <td>6</td>
                      </tr>
                    </table>`,
    howComputeInterial: '4. วิธีการคำนวณแต้ม？',
    howComputeInterials: `<p>ไม่ว่าคุณจะเดิมพันกีฬา หมุนสล็อต หรือคาสิโนสด  โดยใช้สกุลเงินดิจิทัลคุณก็จะสามารถรับแต้มสะสมได้ เพื่อความยุติธรรมในการคำนวณแต้มสะสมที่คุณจะได้รับจากการเดิมพันในแต่ละครั้งไม่ว่าจะใช้สกุลเงินดิจิทัลใดๆเราจะแปลงจำนวนเงินเดิมพันของคุณเป็น USDT ตามอัตราตลาดจริง เนื่องจากอัตราแลกเปลี่ยนอาจผันผวนเมื่อเวลาผ่านไป เราจึงชดเชยด้วยการปัดเศษให้เป็นจำนวนเต็มที่ใกล้ที่สุดเมื่อคำนวณแต้มสะสม</p>
                          <p>สูตรคำนวณแต้มสะสมของSeabet.io คือ : จำนวนเงินที่เดิมพันของผู้เล่น * 0.01 *ตัวคูณแต้มปัจจุบัน  ตัวอย่างเช่น หากผู้เล่นอยู่ในระดับ แพลทตินัม และเดิมพัน 5000 ตามสูตรคำนวณแต้มสะสมผู้เล่นจะได้รับ 5000 * 0.01 * 1.3 = 65 แต้ม แต้มสะสม Seabet สามารถใช้ได้หลากหลายรูปแบบ ผู้เล่นสามารถใช้แต้มแลกของขวัญหรือบริการอื่นๆจากร้านค้าแต้มได้</p>`,
    whyMergedReward: '5. ทำไมรางวัลของฉันถูกรวมกัน?',
    whyMergedRewards: `<p>รางวัลของคุณถูกรวมกันเพราะบางครั้งคุณเดิมพันครั้งเดียวอาจปลดล็อคหลายรางวัลพร้อมกัน เพื่อความสะดวกของคุณ เราจึงทำการรวมรางวัลก่อนหน้าที่ยังไม่ได้กดรับไว้ที่เดียวกัน</p>`,
    resetVip: '6. ระดับVIPของฉันจะรีเซ็ตเมื่อไหร่?',
    resetVips: `<p>ระดับ VIP ของคุณจะถูกรีเซ็ตเป็นระดับ 0 เมื่อเริ่มเดือนใหม่ คุณสามารถรับรางวัลได้อีกครั้งโดยเริ่มจากระดับ บรอนซ์ แต้มสะสมของคุณจะยังคงเก็บไว้เพื่อแลกของรางวัลและบริการอื่นๆ</p>`,
    everyGetInterial: '7. คุณสามารถรับคะแนนคลับได้กับการเดิมพันทุกครั้งหรือไม่?',
    everyGetInterials: `<p>ไม่ได้ครับ คะแนนคลับสามารถสะสมได้เฉพาะเมื่อทำการเดิมพันด้วยเงินจริงเท่านั้น นอกจากนี้ มีบางประเภทของกิจกรรมและเกมที่ไม่รวมอยู่ในคลับ ดังนั้นการเดิมพันในประเภทเหล่านี้จะไม่ทำให้คุณสะสมคะแนน รายการเหล่านี้รวมถึง:</p>
                        <p>การแข่งม้า</p>
                        <p>กีฬาอีสปอร์ต</p>
                        <p>สปอร์ตบุ๊คมาสเตอร์</p>
                        <p>นอกจากนี้ เกมคาสิโนต่อไปนี้ก็ไม่รวมอยู่ในคลับและการเดิมพันในเกมเหล่านี้จะไม่ทำให้คุณสะสมคะแนนครับ</p>
                        <p>NetEnt - Blackjack Touch, Blackjack Touch - Single Deck, Jacks or Better Double Up</p>
                        <p>Microgaming - Max Damage, Atlantic City Blackjack Gold, Vegas Strip Blackjack, Vegas Strip Blackjack Gold, Premier Euro Bonus Blackjack Gold, European Blackjack Gold, European Blackjack Redeal Gold, Perfect Pairs European Blackjack Gold, Premier Euro Blackjack Gold, Premier Hi Lo 13 Euro Blackjack Gold, Premier High Streak Euro Blackjack Gold, Big 5 Blackjack Gold, Jacks or Better, Spanish 21 Blackjack Gold, Spanish Blackjack</p>
                        <p>Asia Gaming - Fish Hunter</p>`
  },
  faqs: {
    q1: 'วิธีการฝากเงินดิจิทัล:',
    a1: `<p>1. เลือกสกุลเงินดิจิทัลที่คุณต้องการ จากนั้นคลิก "ฝาก"</p>
        <p>2. คัดลอกที่อยู่ฝากเงินแบบครั้งเดียวและใช้ในกระเป๋าเงินของคุณ (หรือสแกนรหัส QR)</p>
        <p>3. เมื่อธุรกรรมของคุณได้รับการยืนยันแล้ว คุณจะได้รับการแจ้งเตือน</p>`,
    q2: 'วิธีการถอนเงินดิจิทัล:',
    a2: `<p>1. เลือกสกุลเงินดิจิทัลที่คุณต้องการถอน จากนั้นคลิก "ถอน"</p>
        <p>2. ใส่จำนวนเงินที่คุณต้องการถอน</p>
        <p>3. ป้อนที่อยู่กระเป๋าเงินของคุณ</p>
        <p>4. คลิกปุ่มถอน</p>`,
    q3: 'ระยะเวลาการฝาก/ถอน ',
    a3: `<p>การฝาก</p>
        <p>การฝากสกุลเงินดิจิทัลส่วนใหญ่จะทำการประมวลผลอย่างรวดเร็ว แต่อาจมีความล่าช้ากับการบริการของบุคคลที่สาม</p>
        <p>การถอน</p>
        <p>การถอนเงินส่วนใหญ่จะดำเนินการทันที ในกรณีที่มีการถอนเงินจำนวนมาก เราจะดำเนินการถอนเงินเหล่านี้เอง ดังนั้นอาจมีความล่าช้าเกิดขึ้นเเล็กน้อย</p>`,
    q4: 'สกุลเงินและวิธีการชำระเงินที่เรารองรับ:',
    a4: `สกุลเงินที่รองรับบน seabet.io มีดังนี้
        <p>• Tether (USDT)</p>
        <p>• Bitcoin (BTC)</p>
        <p>• Ethereum (ETH)</p>
        <p>• Tron (TRX)</p>
        <p>• Binance USD (BUSD)</p>
        <p>• Binance Coin (BNB)</p>
        <p>• Ripple (XRP)</p>
        <p>• Litecoin (LTC)</p>
        <p>• Cardano (ADA)</p>
        <p>• Dogecoin (DOGE)</p>
        <p>• The Open Network (TON)</p>`,
    q5: 'คุณคิดค่าธรรมเนียมสำหรับการทำธุรกรรมหรือไม่?',
    a5: `<p>แม้ว่าSeabet.ioจะไม่เรียกเก็บค่าธรรมเนียมการฝาก-ถอน แต่คุณอาจต้องชำระค่าธรรมเนียมในการโอนเงินดิจิทัลของบล็อกเชนนั้นๆ</p>`
  },

  errorCodes: {
    1001: 'ไม่พบรายการ',
    1002: 'กิจกรรมถูกปิด',
    1003: 'ข้อมูลมีอยู่แล้ว',
    1004: 'ข้อมูลผิดพลาด',
    1005: 'ข้อผิดพลาดของพารามิเตอร์',
    1006: 'คุณไม่ได้ตรงตามเกณฑ์สำหรับการเรียกร้อง',
    1007: 'คุณได้ส่งใบสมัครโปรโมชั่นนี้ในวันนี้แล้ว',
    1008: 'โปรโมชั่นหมดอายุ',
    1009: 'คุณได้เรียกร้องโปรโมชั่นนี้แล้ว',
    1010: 'ไม่มีคำสั่งฝากที่มีคุณสมบัติที่เหมาะสม',
    1011: 'ยอดฝากไม่ตรงตามเกณฑ์สำหรับการเรียกร้อง',
    1012: 'รหัสยืนยันของ Google ไม่ถูกต้อง',
    1013: 'คุณยังต้องทำเงินในการเดิมพันที่ถูกต้อง { data } ดอลลาร์ เพื่อทำการถอน',
    1014: 'ชื่อผู้ใช้มีอยู่แล้ว',
    1015: 'หมายเลขโทรศัพท์มีอยู่แล้ว',
    1016: 'ที่อยู่อีเมลมีอยู่แล้ว',
    1017: 'รูปแบบชื่อผู้ใช้ไม่ถูกต้อง',
    1018: 'รูปแบบรหัสผ่านไม่ถูกต้อง',
    1019: 'รหัสยืนยันไม่ถูกต้อง',
    1020: 'มีปัญหาขัดข้องทางเทคนิค, โปรดลองอีกครั้งในภายหลัง',
    1021: 'ข้อผิดพลาดในลายเซ็น',
    1022: 'บัญชีของคุณถูกปิดการใช้งาน, โปรดติดต่อฝ่ายบริการลูกค้า',
    1023: 'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง',
    1024: 'บัญชีถูกล็อก',
    1025: 'Google Authenticator ถูกผูกไว้แล้ว',
    1026: 'Google Authenticator ไม่ถูกผูก',
    1027: 'รหัสผ่านปัจจุบันไม่ถูกต้อง',
    1028: 'รูปแบบที่อยู่อีเมลไม่ถูกต้อง',
    1029: 'การส่งอีเมลล้มเหลว',
    1030: 'ปริมาณสินค้าไม่เพียงพอ',
    1031: 'คะแนนที่มีอยู่ไม่เพียงพอ',
    1101: 'ยอดคงเหลือที่มีอยู่ไม่เพียงพอ',
    1032: 'เพื่อรักษาความปลอดภัยของเงินของคุณ, หลังจากคุณเปลี่ยนรหัสผ่านคุณจะไม่สามารถทำการถอนได้เป็นเวลา 24 ชั่วโมง.',
    1033: 'รหัสยืนยันอีเมลไม่ถูกต้อง'
  },

  // 条款协议等内容
  html: {
    // html标题
    vipTitle: 'คลับ VIP',
    rulesTitle: 'กฎและเงื่อนไข',
    responsibleTitle: 'การเล่นเกมที่รับผิดชอบ',
    amlTitle: 'นโยบาย AML',
    selfExclusionTitle: 'การยกเว้นตัวเอง',
    privacyTitle: 'นโยบายความเป็นส่วนตัว',
    fairnessTitle: 'ความเที่ยงตรง',

    // html内容
    vipContent: ` <div class="vip-clubhouse-box">
                    <div class="vc-rows">
                      <div class="vr-title">1. การแนะนำ VIP Club</div>
                      <div class="vr-conts">
                        <p>ยินดีต้อนรับสู่ Seabet VIP Club!</p>
                        <p>ที่ Seabet เรามุ่งมั่นที่จะเสริมสร้างคุณภาพของการเล่นเกมและให้ประสบการณ์การเล่นเกมที่ดีที่สุด พวกเราขอแนะนำ VIP Club ของเรา ซึ่งถูกออกแบบเพื่อรางวัลสมาชิกที่ภูมิใจและใช้เวลาในการเล่นเกมบนเว็บไซต์ของเรา.</p>
                        <p>Simply place bets on any game or sports event provided by ${site_name} to unlock exclusive rewards as you climb through the ranks.</p>
                      </div>
                    </div>
                    <div class="vc-rows">
                      <div class="vr-title">2. บริการที่ปรับให้เป็นของตัวคุณ</div>
                      <div class="vr-conts">
                        <p>ทีมงานผู้จัดการลูกค้ามืออาชีพให้ความสำคัญกับความต้องการของคุณทั้งหมดและประสบความสำเร็จในอุตสาหกรรม สมาชิก VIP สามารถเพลิดเพลินกับโบนัสที่เฉพาะเจาะจง การเชิญชวนไปงานที่มีชื่อเสียง และหลากหลายรางวัลที่ปรับแต่งให้เหมาะกับคุณเพื่อให้คุณได้รับประสบการณ์ในการเล่นเกมที่รวดเร็ว สนุกสนาน และมีประสิทธิภาพ</p>
                        <dl>
                          <dt>ผู้จัดการ VIP พิเศษ:</dt>
                            <dd>มุ่งเน้นการบริการความต้องการของคุณ</dd>
                            <dd>ประสบการณ์เล่นเกมส่วนตัวที่ถูกปรับแต่งเพื่อคุณเท่านั้น</dd>
                        </dl>
                        <dl>
                            <dt>รางวัลระดับสูง</dt>
                            <dd>ข้อเสนอพิเศษที่ออกแบบมาเพื่อคุณ</dd>
                            <dd>โบนัสที่ไม่ต้องพนัน</dd>
                            <dd>การสะสมคะแนนอย่างรวดเร็ว</dd>
                        </dl>
                        <dl>
                            <dt>ขีดจำกัดการเดิมพันสูงสุดในอุตสาหกรรม</dt>
                            <dd>การฝากและถอนรายวันไม่จำกัดผ่านสกุลเงินดิจิทัล</dd>
                        </dl>
                        <dl>
                            <dt>โปรโมชั่นพิเศษสำหรับ VIP</dt>
                            <dd>ข้อเสนอโปรโมชั่นที่แตกต่างจากสมาชิกปกติ</dd>
                          <dd>รักษาประสบการณ์การเล่นเกมที่ดีที่สุดให้คุณ</dd>
                          <dd>มองเห็นได้เฉพาะสำหรับผู้ใช้ VIP เท่านั้น</dd>
                            <dd>ข้อเสนอที่ปรับแต่งส่วนตัว</dd>
                            <dd>บริการบันเทิงที่ปรับแต่งเฉพาะคุณเท่านั้น</dd>
                        </dl>
                        <dl>
                            <dt>บริการด่วน 24/7</dt>
                            <dd>ไม่ต้องรอคิว ไม่ต้องรอ</dd>
                            <dd>ความต้องการของคุณคือความสำคัญสูงสุดของเรา</dd>
                            <dd>ตัวเลือกการติดต่อผ่านโซเชียลมีเดียหลากหลาย มีผู้จัดการลูกค้าที่มีความมุ่งมั่นพร้อมให้บริการออนไลน์</dd>
                        </dl>
                      </div>
                    </div>
                    <div class="vc-rows">
                      <div class="vr-title">3. โครงสร้างระดับ:</div>
                      <div class="vr-conts">
                        <p>หกระดับ VIP ที่ครอบคลุมการเดินทางในการเล่นเกมของคุณอย่างครอบคลุม:</p>
                        <dl>
                          <dd>ทองแดง: ทองแดง 1</dd>
                          <dd>เงิน: เงิน 1 - เงิน 5</dd>
                          <dd>ทอง: ทอง 1 - ทอง 8</dd>
                          <dd>แพลทินัม: แพลทินัม 1 - แพลทินัม 10</dd>
                          <dd>ไททาเนียม: ไททาเนียม 1 - ไททาเนียม 10</dd>
                          <dd>ไดมอนด์: ไดมอนด์ 1 - ไดมอนด์ 6</dd>
                        </dl>
                      </div>
                    </div>
                    <div class="vc-rows">
                      <div class="vr-title">4. ประโยชน์สำหรับสมาชิกคลับ VIP:</div>
                      <div class="vr-conts">
                        <dl>
                          <dd>โบนัสเมื่อเลื่อนระดับ: ได้รับโบนัสเมื่อคุณเลื่อนไปยังระดับถัดไป ยิ่งคุณไปถึงระดับสูง ๆ ยิ่งมีโบนัสมากขึ้น</dd>
                          <dd>ข้อเสนอพิเศษที่ปรับแต่ง: ไม่สนใจโปรโมชั่นปกติหรือไม่? ไม่มีปัญหา เมื่อคุณเรียนรู้ระดับ VIP ที่เกี่ยวข้อง เราจะปรับแต่งข้อเสนอเฉพาะสำหรับคุณอย่างเฉพาะเจาะจงตามความสนใจของคุณ</dd>
                          <dd>ประสบการณ์ความบันเทิงที่ปรับแต่ง: ไม่ว่าจะเป็นงานกีฬาใหญ่ คอนเสิร์ต การแสดงดนตรี หรือทริปหรูหรา ในฐานะสมาชิก VIP ชั้นสูง ค่าใช้จ่ายส่วนตัวของคุณทั้งหมดจะถูกจ่ายโดย Seabet ที่เชื่อถือได้ และเราจะจัดการสร้างแผนที่ไว้ให้คุณ</dd>
                          <dd>บริการ VIP ที่เป็นเอกสิทธิ์: คุณจะได้รับผู้แทนบริการ VIP ที่มีหน้าที่เฉพาะสำหรับคุณ ซึ่งจะให้การสนับสนุนและตอบสนองความต้องการในการเดิมพันของคุณ</dd>
                          <dd>การสะสมคะแนนที่เร็วขึ้น: ระดับ VIP สะสมคะแนนได้ในอัตราที่เร็วกว่าสมาชิกปกติ ระดับที่สูงขึ้นสะสมคะแนนมากขึ้น ทำให้มีช่วงรางวัลที่หลากหลายมากขึ้นสำหรับการแลกเปลี่ยน</dd>
                        </dl>
                      </div>
                    </div>
                    <div class="vc-rows">
                      <div class="vr-title">5. วิธีการเป็นสมาชิก VIP</div>
                      <div class="vr-conts">
                        <dl>
                          <dd>
                            การเดิมพันต่อเนื่อง: ความสำคัญในการเป็น VIP คือการวางเดิมพันในเหตุการณ์กีฬาและเกมคาสิโนต่าง ๆ อย่างต่อเนื่องที่ Seabet รางวัลความต่อเนื่องของคุณ ในฐานะเว็บไซต์การพนันคริปโตท็อป คุณสามารถใช้สินทรัพย์ดิจิทัลของคุณเป็นประจำเพื่อวางเดิมพันในเหตุการณ์และเกมคาสิโนที่ Seabet ให้บริการ คุณยังสามารถลองทำการเดิมพันด้วย USDT และดำเนินการใช้เงินของคุณต่อไป.
                          </dd>
                          <dd>
                            ร่วมรายการประจำ: กิจกรรมโปรโมชั่นของ Seabet รวมถึงกิจกรรมและการแข่งขันต่าง ๆ ที่คุณสามารถเข้าร่วมได้ตลอดเวลา การเข้าร่วมอย่างสม่ำเสมอในกิจกรรมใด ๆ เหล่านี้จะเพิ่มโอกาสให้คุณได้รับเชิญเข้าร่วมสโมสร VIP อีกด้วย นอกจากนี้คุณยังสามารถกลายเป็นกิจกรรมที่เพิ่มมากขึ้นในคุณสมาชิกอื่น ๆ ของ Seabet ได้อีกด้วย.
                          </dd>
                          <dd>รอเชิญร่วม: สิ่งสุดท้ายที่คุณต้องทำคือรอให้เราส่งเชิญให้คุณ ต่อให้คุณเล่นเกมและร่วมกิจกรรมแบบไฮโรลเสมอไป หลังจากการพนันคาสิโนและการเดิมพันกีฬาไม่กี่รอบ พอคุณถือว่าคุณมีคุณค่าในการเป็นสมาชิกสโมสร VIP คุณจะได้รับเชิญทันที.</dd>
                          <dd>
                            สัมผัสประสบการณ์ที่ยอดเยี่ยมเป็นสมาชิก VIP ของ Seabet: นำประสบการณ์การพนัน USDT ของคุณมาสู่ระดับใหม่ๆ พร้อมเพลิดเพลินกับสิทธิพิเศษระดับหนึ่งของการเป็นสมาชิกสโมสร VIP ของ Seabet ขณะที่คุณมีส่วนร่วมในการเดิมพันกีฬาและเกมคาสิโน ในฐานะผู้เล่นที่มีค่าคุณจะได้รับประสบการณ์การพนันที่ดีที่สุด ที่มีความสนุกสนาน รวดเร็ว และเป็นธรรม.
                          </dd>
                        </dl>
                      </div>
                    </div>
                  </div>`,

    rulesContent: `<div>
                        <h2>ข้อกําหนดและเงื่อนไข</h2>
                        <h3>1. ซีเบท ไอโอ</h3>
                        <h3>2. ประกาศสําคัญ</h3>
                        <p><b>2.1</b> โดยการลงทะเบียนบน WWW.SEABET.IO  ("เว็บไซต์") คุณทําสัญญาและตกลงที่จะผูกพันโดย: </p>
                        <p>(I) ข้อกําหนดและเงื่อนไขเหล่านี้ </p>
                        <p>(II) นโยบายความเป็นส่วนตัวของเรา </p>
                        <p>(III) นโยบายคุกกี้ของเราและ </p>
                        <p>(IV) กฎที่บังคับใช้กับผลิตภัณฑ์การเดิมพันหรือเกมของเราตามที่อ้างถึงเพิ่มเติมในข้อกําหนดและเงื่อนไขเหล่านี้ ("ข้อกําหนดและเงื่อนไข" หรือ "ข้อตกลง") และกฎเฉพาะการเดิมพันและ / หรือการเล่นเกมและถือว่าได้ยอมรับและเข้าใจข้อกําหนดทั้งหมด</p>

                        <p><b>2.2</b> โปรดอ่านข้อตกลงนี้อย่างละเอียดเพื่อให้แน่ใจว่าคุณเข้าใจเนื้อหาอย่างถ่องแท้ หากคุณมีข้อสงสัยเกี่ยวกับสิทธิ์และภาระผูกพันของคุณอันเป็นผลมาจากการยอมรับข้อตกลงนี้โปรดปรึกษาที่ปรึกษากฎหมายในเขตอํานาจศาลของคุณก่อนที่จะใช้เว็บไซต์และเข้าถึงเนื้อหาต่อไป หากคุณไม่ยอมรับข้อกําหนดอย่าใช้เยี่ยมชมหรือเข้าถึงส่วนใด ๆ (รวมถึง แต่ไม่ จํากัด เพียงโดเมนย่อยซอร์สโค้ดและ / หรือ API ของเว็บไซต์ไม่ว่าจะมองเห็นหรือไม่ก็ตาม) ของเว็บไซต์</p>
                        <h3>3. ทั่วไป</h3>
                        <p><b>3.1</b> เมื่อลงทะเบียนบน www. Seabet.io</p>
                        <p> คุณ ("คุณ", "ของคุณ", ตัวคุณเอง" หรือ "ผู้เล่น" แทนกันได้) ทําข้อตกลงกับ Seabet</p>
                        <p><b>3.2</b> ท่านควรอ่านข้อตกลงนี้อย่างครบถ้วนก่อนใช้บริการหรือผลิตภัณฑ์ของ Seabet โปรดทราบว่าข้อตกลงนี้ถือเป็นข้อตกลงที่มีผลผูกพันตามกฎหมายระหว่างคุณและ Seabet</p>
                        <p><b>3.3</b> ข้อกําหนดและเงื่อนไขเหล่านี้มีผลบังคับใช้ทันทีที่คุณเสร็จสิ้นขั้นตอนการลงทะเบียนซึ่งรวมถึงการทําเครื่องหมายในช่องยอมรับข้อกําหนดและเงื่อนไขเหล่านี้และสร้างบัญชีสําเร็จ โดยการใช้ส่วนใดส่วนหนึ่งของเว็บไซต์หลังจากสร้างบัญชีคุณยอมรับข้อกําหนดและเงื่อนไขเหล่านี้ที่ใช้กับการใช้งานเว็บไซต์</p>
                        <p><b>3.4</b> เรามีสิทธิ์ที่จะแก้ไขข้อกําหนดและเงื่อนไขเหล่านี้ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากเราทําการแก้ไขดังกล่าวเราอาจดําเนินการตามขั้นตอนที่เหมาะสมเพื่อนําการเปลี่ยนแปลงดังกล่าวมาสู่ความสนใจของคุณ (เช่นทางอีเมลหรือประกาศเกี่ยวกับตําแหน่งที่โดดเด่นบนเว็บไซต์พร้อมกับข้อกําหนดและเงื่อนไขที่แก้ไขแล้ว) แต่จะเป็นความรับผิดชอบของคุณ แต่เพียงผู้เดียวในการตรวจสอบการแก้ไขการปรับปรุงและ / หรือการแก้ไขใด ๆ การใช้บริการเว็บไซต์ต่อไปของคุณหลังจากการแก้ไขข้อกําหนดและเงื่อนไขดังกล่าวจะถือว่าเป็นการยอมรับและข้อตกลงของคุณที่จะผูกพันโดยการแก้ไขปรับปรุงและ / หรือแก้ไขดังกล่าว</p>
                        <p><b>3.5</b> ข้อกําหนดของข้อกําหนดและเงื่อนไขนี้จะมีผลเหนือกว่าในกรณีที่มีข้อขัดแย้งระหว่างข้อกําหนดของข้อกําหนดและเงื่อนไขนี้กับกฎของเกมหรือเอกสารอื่น ๆ ที่อ้างถึงในข้อกําหนดและเงื่อนไขนี้</p>
                        <p><b>3.6</b> ข้อกําหนดและเงื่อนไขเหล่านี้อาจได้รับการเผยแพร่ในหลายภาษาเพื่อวัตถุประสงค์ในการให้ข้อมูลและความสะดวกในการเข้าถึงโดยผู้เล่น ฉบับภาษาอังกฤษเป็นพื้นฐานทางกฎหมายเพียงอย่างเดียวของความสัมพันธ์ระหว่างคุณกับเราและในกรณีที่มีความคลาดเคลื่อนใด ๆ เกี่ยวกับการแปลใด ๆ ให้ยึดข้อกําหนดและเงื่อนไขฉบับภาษาอังกฤษเหล่านี้เป็นหลัก</p>

                        <h3>4. บัญชี SEABET</h3>
                        <p>การลงทะเบียน</p>
                        <p><b>4.1</b> เพื่อให้คุณสามารถวางเดิมพันกับ Seabet.io ได้ คุณต้องลงทะเบียนบัญชีกับเราเป็นการส่วนตัวก่อน ("บัญชี Seabet")</p>
                        <p><b>4.2</b> สําหรับบุคคลที่จะลงทะเบียนเป็นผู้เล่นกับ Seabet และใช้เว็บไซต์ บุคคลนั้นจะต้องยื่นคําขอลงทะเบียนและเปิดบัญชี Seabet ใบสมัครสําหรับการเปิดบัญชี Seabet จะต้องส่งเป็นการส่วนตัวและคุณจะต้องให้ชุดข้อมูลส่วนบุคคล ได้แก่ อีเมลชื่อเต็มวันเดือนปีเกิดที่อยู่</p>
                        <p><b>4.3</b> ในกรณีที่ข้อมูลที่ระบุไว้ในข้อ <b>4.2</b>. ไม่ได้ให้ไว้ และ/หรือไม่ถือว่าข้อมูลครบถ้วน ถูกต้อง หรือเป็นปัจจุบัน ณ เวลาใดเวลาหนึ่ง Seabet ขอสงวนสิทธิ์ในการระงับการลงทะเบียนบัญชี Seabet และปฏิบัติต่อเงินฝากที่อาจได้รับการยอมรับในภายหลังไปยังบัญชี Seabet ของผู้เล่นว่าไม่ถูกต้อง (และเงินรางวัลใด ๆ ที่เกิดขึ้นจากการฝากเงินดังกล่าวเป็นโมฆะ) ในกรณีที่บัญชี Seabet ถูกระงับคุณควรติดต่อฝ่ายสนับสนุนลูกค้าที่ (support{'@'}Seabet.io)</p>
                        <p><b>4.4</b> ผู้สมัครทุกคนต้องมีอายุ 18 ปีหรือบรรลุนิติภาวะตามกฎหมายอื่น ๆ ตามที่กฎหมายกําหนดซึ่งมีผลบังคับใช้กับคุณ แล้วแต่อายุใดจะมากกว่าหรือมากกว่า Seabet ขอสงวนสิทธิ์ในการขอหลักฐานอายุจากผู้เล่นคนใดและระงับบัญชี Seabet ของพวกเขาจนกว่าจะมีเอกสารที่น่าพอใจ Seabet รับผิดชอบในส่วนที่เกี่ยวกับอายุต่ํากว่าเกณฑ์และการพนันอย่างมีความรับผิดชอบอย่างจริงจัง</p>
                        <p><b>4.5</b> Seabet จะไม่รับการลงทะเบียนจากบุคคลธรรมดา:</p>
                        <p>ก) อายุต่ํากว่า 18 ปีหรือต่ํากว่าอายุตามกฎหมายของผู้เยาว์หรือการพนันในเขตอํานาจศาลของตน</p>
                        <p>ข) อาศัยอยู่ในเขตอํานาจศาลที่ผิดกฎหมายหรือไม่อนุญาตให้เล่นการพนัน Seabet ไม่สามารถตรวจสอบความถูกต้องตามกฎหมายของบริการในแต่ละเขตอํานาจศาลและเป็นความรับผิดชอบของผู้ใช้ในการตรวจสอบให้แน่ใจว่าการใช้บริการของพวกเขาถูกต้องตามกฎหมาย</p>
                        <p>c) ให้ข้อมูลที่ทําให้เข้าใจผิดหรือพยายามผ่านโดยบุคคลที่สาม</p>
                        <p><b>4.6</b> Seabet ขอสงวนสิทธิ์ในการปฏิเสธการสมัครบัญชี Seabet ตามดุลยพินิจของตนแต่เพียงผู้เดียว</p>

                        <p>รู้จักลูกค้าของคุณ</p>
                        <p><b>4.7</b> คุณรับรองและรับประกันว่าข้อมูลใด ๆ ที่คุณให้ไว้ในแบบฟอร์มใบสมัครของคุณเป็นความจริงอัปเดตและถูกต้อง</p>
                        <p><b>4.8</b> Seabet ขอสงวนสิทธิ์ในการขอเอกสาร KYC ใด ๆ ที่เห็นว่าจําเป็นในการกําหนดตัวตนและตําแหน่งของผู้เล่นได้ตลอดเวลา ซีเบทขอสงวนสิทธิ์ในการจํากัดบริการ การชําระเงิน หรือการถอนตัวจนกว่าจะมีการกําหนดตัวตนอย่างเพียงพอ หรือด้วยเหตุผลอื่นใดตามดุลยพินิจของซีเบท แต่เพียงผู้เดียว ซีเบทขอสงวนสิทธิ์ในการเปิดเผยข้อมูลของผู้เล่นตามความเหมาะสมเพื่อให้สอดคล้องกับกระบวนการทางกฎหมายหรือตามที่ได้รับอนุญาตจากนโยบายความเป็นส่วนตัวของ Seabet (เจ้าของและผู้ดําเนินการของ Seabet) และโดยการใช้บริการคุณรับทราบและยินยอมให้มีการเปิดเผยดังกล่าว</p>

                        <p>หลายบัญชี</p>
                        <p><b>4.9</b> อนุญาตบัญชี Seabet หนึ่งบัญชีต่อผู้เล่นหนึ่งบัญชีเท่านั้น หากคุณพยายามหรือประสบความสําเร็จในการเปิดบัญชี Seabet มากกว่าหนึ่งบัญชีภายใต้ชื่อของคุณเองหรือภายใต้ชื่ออื่น ๆ หรือหากคุณพยายามหรือประสบความสําเร็จในการใช้เว็บไซต์โดยใช้บัญชี Seabet ของบุคคลอื่น Seabet จะมีสิทธิ์ปิดบัญชี Seabet ทั้งหมดของคุณทันทีเก็บเงินทั้งหมดในบัญชี Seabet ดังกล่าวและห้ามคุณจากการใช้งานเว็บไซต์ในอนาคต</p>
                        <p><b>4.10</b> หากซีเบทมีเหตุอันควรเชื่อได้ว่าท่านได้ลงทะเบียนและ/หรือใช้บัญชีซีเบทมากกว่าหนึ่งบัญชี หรือสมรู้ร่วมคิดกับบุคคลอื่นอย่างน้อยหนึ่งบัญชีโดยใช้บัญชีซีเบทที่แตกต่างกันจํานวนหนึ่ง ซีเบทมีสิทธิที่จะถือว่าบัญชีดังกล่าวเป็นบัญชีซีเบทหลายบัญชี และระงับหรือปิดบัญชีซีเบทดังกล่าวทั้งหมด Seabet จะมีสิทธิ์เก็บเงินไว้จนกว่าผู้เล่นจะพิสูจน์ได้ว่าเขาไม่ได้พยายามสร้างบัญชีหลายบัญชี</p>
                        <p><b>4.11</b> หากคุณสังเกตเห็นว่าคุณมีบัญชี Seabet ที่ลงทะเบียนไว้มากกว่าหนึ่งบัญชีคุณต้องแจ้งให้เราทราบทันที การไม่ทําเช่นนั้นอาจทําให้บัญชี Seabet ของคุณถูกบล็อกและเงินที่เก็บไว้</p>

                        <p>ความรับผิดชอบของผู้ใช้</p>
                        <p><b>4.12</b> เป็นความรับผิดชอบแต่เพียงผู้เดียวของคุณในการตรวจสอบให้แน่ใจว่ารายละเอียดการเข้าสู่ระบบของคุณจะถูกเก็บไว้อย่างปลอดภัย คุณต้องไม่เปิดเผยรายละเอียดการเข้าสู่ระบบของคุณแก่ใคร</p>
                        <p><b>4.13</b> เราจะไม่รับผิดหรือรับผิดชอบต่อการละเมิดหรือการใช้บัญชี Seabet ของคุณในทางที่ผิดโดยบุคคลที่สามเนื่องจากการเปิดเผยของคุณไม่ว่าจะโดยเจตนาตั้งใจใช้งานหรืออยู่เฉยๆของรายละเอียดการเข้าสู่ระบบของคุณต่อบุคคลที่สาม</p>
                        <p><b>4.14</b> ห้ามมิให้คุณขาย โอน หรือรับบัญชี Seabet ไปยังหรือจากผู้เล่นคนอื่น</p>
                        <p><b>4.15</b> คุณจะแจ้งให้เราทราบทันทีที่คุณทราบถึงข้อผิดพลาดใด ๆ เกี่ยวกับบัญชีของคุณหรือการคํานวณใด ๆ ที่เกี่ยวข้องกับการเดิมพันใด ๆ ที่คุณวางไว้ เราขอสงวนสิทธิ์ในการประกาศการเดิมพันใด ๆ ที่เป็นโมฆะและเป็นโมฆะซึ่งอาจมีข้อผิดพลาดดังกล่าว</p>
                        <p><b>4.16</b> คุณต้องรับผิดชอบต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีของคุณ</p>

                        <p>คุณสมบัติด้านความปลอดภัย</p>
                        <p><b>4.17</b> เราขอแนะนําให้คุณเปิดใช้งานการยืนยันตัวตนแบบสองชั้นเพื่อเพิ่มความปลอดภัยของบัญชีของคุณ</p>
                        <p><b>4.18</b> เราอาจจัดให้มีมาตรการรักษาความปลอดภัยอื่น ๆ เป็นครั้งคราวและเราขอแนะนําให้คุณใช้มาตรการเหล่านี้</p>


                        <p>การระงับและการปิดโดย Seabet</p>
                        <p><b>4.19</b> Seabet มีสิทธิ์ปิดหรือระงับบัญชี Seabet ของคุณหาก:</p>
                        <p>ก) ซีเบทถือว่าคุณกําลังใช้หรือใช้เว็บไซต์ในลักษณะที่ฉ้อฉลหรือสมรู้ร่วมคิด หรือเพื่อวัตถุประสงค์ที่ผิดกฎหมายและ/หรือผิดกฎหมายหรือไม่เหมาะสม</p>
                        <p>ข) ซีเบทถือว่าท่านใช้หรือใช้งานเว็บไซต์อย่างไม่เป็นธรรม จงใจโกง หรือเอาเปรียบซีเบทหรือลูกค้ารายใดของซีเบท หรือหากบัญชีซีเบทของท่านถูกใช้เพื่อประโยชน์ของบุคคลที่สาม</p>
                        <p>c) Seabet ได้รับการร้องขอจากตํารวจหน่วยงานกํากับดูแลหรือศาลใด ๆ หรือหาก Seabet ไม่สามารถยืนยันตัวตนอาชีพหรือแหล่งที่มาของเงินทุนของคุณตามที่กําหนดอย่างชัดแจ้งโดยกฎระเบียบที่เกี่ยวข้อง</p>
                        <p>d) คุณละเมิดข้อกําหนดและเงื่อนไขเหล่านี้กฎระเบียบที่บังคับใช้หรือการใช้บริการของเราอย่างเป็นธรรมหรือ Seabet มีข้อกังวลว่าคุณเป็นนักพนันที่มีปัญหาบังคับโดยไม่ได้รับการยกเว้นด้วยตนเอง</p>
                        <p>จ) Seabet พิจารณาว่าเหตุการณ์ใด ๆ ที่อ้างถึงใน (ก) ถึง (จ) ข้างต้นอาจเกิดขึ้นหรือมีแนวโน้มที่จะเกิดขึ้น</p>
                        <p><b>4.20</b> หากซีเบทปิดหรือระงับบัญชีซีเบทของท่านด้วยเหตุผลใดๆ ที่อ้างถึงใน <b>4.15</b> ท่านจะต้องรับผิดต่อการเรียกร้อง ความสูญเสียโดยตรง ความรับผิด ความเสียหาย ต้นทุน และค่าใช้จ่ายที่เกิดขึ้นหรือได้รับความเดือดร้อนจากซีเบท (รวมเรียกว่า "ข้อเรียกร้อง") ที่เกิดขึ้นจากที่ดังกล่าวและทั้งหมดตามขอบเขตที่กฎหมายที่ใช้บังคับอนุญาต  ชดใช้ค่าเสียหายและทําให้ Seabet ไม่เป็นอันตรายตามความต้องการสําหรับการเรียกร้องดังกล่าว</p>
                        <p><b>4.21</b> ในสถานการณ์ที่อ้างถึงใน <b>4.15</b> ซีเบทมีสิทธิ์ที่จะยกเลิกการเดิมพันใด ๆ ที่คุณวางไว้หลังจากการกระทําดังกล่าวของคุณหรือเพื่อระงับและ / หรือรักษาจํานวนเงินใด ๆ และทั้งหมดที่จะจ่ายหรือจ่ายให้คุณ (รวมถึงการชนะใด ๆ ) ตามขอบเขตที่กฎหมายอนุญาต</p>
                        <p><b>4.22</b> เราขอสงวนสิทธิ์ในการระงับหรือยกเลิกบัญชีของคุณได้ตลอดเวลาโดยมีหรือไม่มีการแจ้งให้ทราบล่วงหน้าหากเราสงสัยว่าบัญชีของคุณถูกบุกรุกหรือถูกใช้โดยละเมิดข้อกําหนดในการให้บริการของเรา</p>
                        <p><b>4.23</b> หาก Seabet ปิดบัญชี Seabet ของท่าน จะแจ้งให้ท่านทราบถึงวิธีการถอนยอดเงินคงเหลือในบัญชี Seabet ของท่าน</p>

                        <p>ความรับผิดของเรา</p>
                        <p><b>4.24</b> เราไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายใด ๆ ที่คุณอาจได้รับอันเป็นผลมาจากการเข้าถึงบัญชีของคุณโดยไม่ได้รับอนุญาต</p>
                        <p><b>4.25</b> เราไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายใด ๆ ที่คุณอาจได้รับอันเป็นผลมาจากความล้มเหลวในการเก็บรักษาการเข้าสู่ระบบของคุณให้ปลอดภัยและเป็นส่วนตัว</p>

                        <h3>5. การรับประกันของคุณ</h3>
                        <p><b>5.1</b> ก่อนที่คุณจะใช้บริการและต่อเนื่องคุณรับรองรับประกันพันธสัญญาและยอมรับว่า:</p>
                        <p>ความสามารถ</p>
                        <p>ก) คุณมีอายุมากกว่า 18 ปีหรือบรรลุนิติภาวะตามกฎหมายอื่น ๆ ตามที่กําหนดโดยกฎหมายใด ๆ ที่บังคับใช้กับคุณ แล้วแต่อายุใดจะมากกว่า</p>
                        <p>ข) คุณมีความสามารถอย่างเต็มที่ในการทําข้อตกลงที่มีผลผูกพันทางกฎหมายกับเรา และคุณไม่ได้ถูกจํากัดด้วยความสามารถทางกฎหมายที่จํากัดทุกรูปแบบ</p>
                        <p>c) คุณไม่ได้รับการวินิจฉัยหรือจัดให้เป็นนักพนันที่บังคับหรือมีปัญหา</p>
                        <p>d) ขณะนี้คุณไม่ได้ถูกแยกออกจากเว็บไซต์การพนันหรือสถานที่เล่นการพนันใด ๆ คุณจะแจ้งให้ Seabet ทราบทันทีหากคุณทําข้อตกลงการยกเว้นตนเองกับผู้ให้บริการการพนันรายใด</p>

                        <p>อำนาจ</p>
                        <p>จ) คุณกําลังเข้าถึง Seabet.io จากเขตอํานาจศาลที่กฎหมายกําหนดให้ทําเช่นนั้น</p>
                        <p>f) คุณจะไม่ใช้บริการของเราในขณะที่อยู่ในเขตอํานาจศาลใด ๆ ที่ห้ามการวางและ / หรือยอมรับการเดิมพันออนไลน์และ / หรือเล่นคาสิโนและ / หรือเกมสด</p>
                        <p>g) คุณยอมรับและรับทราบว่าเราขอสงวนสิทธิ์ในการตรวจจับและป้องกันการใช้เทคนิคต้องห้ามรวมถึง แต่ไม่ จํากัด เพียงการตรวจจับธุรกรรมที่เป็นการฉ้อโกงการลงทะเบียนและการลงทะเบียนอัตโนมัติการเล่นเกมและเทคนิคการจับภาพหน้าจอ ขั้นตอนเหล่านี้อาจรวมถึง แต่ไม่ จํากัด เพียงการตรวจสอบคุณสมบัติของอุปกรณ์ผู้เล่นการตรวจจับตําแหน่งทางภูมิศาสตร์และการปิดบัง IP ธุรกรรมและการวิเคราะห์บล็อกเชน</p>

                        <p>กองทุนและภาษี</p>
                        <p>h) คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการรายงานและการบัญชีสําหรับภาษีใด ๆ ที่เกี่ยวข้องกับคุณภายใต้กฎหมายที่เกี่ยวข้องสําหรับการชนะใด ๆ ที่คุณได้รับจากเรา</p>
                        <p>i) คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวสําหรับภาษีที่เกี่ยวข้องใด ๆ ที่อาจจ่ายให้กับสกุลเงินดิจิทัลที่มอบให้คุณผ่านการใช้บริการของคุณ</p>
                        <p>j) มีความเสี่ยงที่จะสูญเสียสกุลเงินดิจิทัลเมื่อใช้บริการและ Seabet ไม่รับผิดชอบต่อคุณสําหรับการสูญเสียดังกล่าว</p>
                        <p>k) คุณจะไม่ฝากเงินที่มาจากกิจกรรมทางอาญาหรือกิจกรรมที่ไม่ได้รับอนุญาตอื่น ๆ</p>
                        <p>l) คุณจะไม่ฝากเงินโดยใช้วิธีการชําระเงินที่ไม่ใช่ของคุณ</p>
                        <p>m) เงินทั้งหมดที่ฝากจะใช้สําหรับบริการที่มีอยู่บนเว็บไซต์เท่านั้น</p>
                        <p>n) คุณจะไม่ถอนหรือพยายามถอนไปยังวิธีการชําระเงินที่ไม่ใช่ของคุณ</p>
                        <p>o) คุณเข้าใจว่าการเข้าร่วมในบริการที่มีอยู่บนเว็บไซต์คุณจะเสี่ยงต่อการสูญเสียเงินที่ฝาก</p>
                        <p>p) คุณยอมรับและรับทราบว่ามูลค่าของสกุลเงินดิจิทัลสามารถเปลี่ยนแปลงได้อย่างมากขึ้นอยู่กับมูลค่าตลาด</p>
                        <p>q) ซีเบทจะไม่ถือว่าเป็นสถาบันการเงิน</p>

                        <p>อื่น ๆ</p>
                        <p>r) การใช้บริการของคุณขึ้นอยู่กับตัวเลือกดุลยพินิจและความเสี่ยงของคุณแต่เพียงผู้เดียว</p>
                        <p>s) คุณจะไม่ดําเนินกิจกรรมทางอาญาผ่านบัญชี Seabet</p>
                        <p>t) ข้อมูลทั้งหมดที่คุณให้กับเราในช่วงระยะเวลาของความถูกต้องของข้อตกลงนี้เป็นความจริงสมบูรณ์ถูกต้องและคุณจะต้องแจ้งให้เราทราบทันทีถึงการเปลี่ยนแปลงข้อมูลดังกล่าว</p>
                        <p>u) คุณเข้าร่วมในเกมอย่างเคร่งครัดในความสามารถส่วนตัวและไม่ใช่มืออาชีพของคุณและเข้าร่วมเพื่อวัตถุประสงค์ในการพักผ่อนหย่อนใจและความบันเทิงเท่านั้น</p>
                        <p>v) คุณเข้าร่วมในเกมในนามของคุณเองและไม่ใช่ในนามของบุคคลอื่น</p>
                        <p>w) คุณมีบัญชีเดียวกับเราเพียงบัญชีเดียวและตกลงที่จะไม่เปิดบัญชีกับเราอีก</p>
                        <p>x) เครือข่ายโทรคมนาคมและบริการเชื่อมต่ออินเทอร์เน็ตที่จําเป็นสําหรับคุณในการเข้าถึงและใช้บริการอยู่นอกเหนือการควบคุมของ Seabet และ Seabet จะไม่รับผิดชอบต่อการหยุดทํางานความช้าข้อ จํากัด ด้านความจุหรือข้อบกพร่องอื่น ๆ ที่มีผลต่อสิ่งเดียวกัน</p>
                        <p>y) คุณจะไม่มีส่วนร่วมในกิจกรรมฉ้อโกงสมรู้ร่วมคิดแก้ไขหรือกิจกรรมที่ผิดกฎหมายอื่น ๆ ที่เกี่ยวข้องกับการมีส่วนร่วมของคุณหรือบุคคลที่สามในเกมและ / หรือบริการใด ๆ บนเว็บไซต์และจะไม่ใช้วิธีการหรือเทคนิคซอฟต์แวร์ช่วยหรืออุปกรณ์ฮาร์ดแวร์ใด ๆ สําหรับการเข้าร่วมในเกมและ / หรือบริการใด ๆ บนเว็บไซต์</p>
                        <p>z) หากคุณสามารถเข้าถึงข้อมูลที่ไม่เปิดเผยต่อสาธารณะที่เกี่ยวข้องกับเหตุการณ์หรืออาจส่งผลกระทบต่อผลลัพธ์ของเหตุการณ์หรือประเภทการเดิมพันคุณจะไม่เดิมพันกับเหตุการณ์ใด ๆ ที่ดูแลโดยหน่วยงานกํากับดูแลกีฬา / กิจกรรมที่เกี่ยวข้อง</p>
                        <p>aa) หากคุณเป็นนักกีฬาโค้ชผู้จัดการเจ้าของผู้ตัดสินหรือใครก็ตามที่มีอํานาจเพียงพอที่จะมีอิทธิพลต่อผลลัพธ์ของเหตุการณ์คุณจะไม่เดิมพันกับเหตุการณ์ใด ๆ ที่ดูแลโดยกีฬาหรือเหตุการณ์ที่เกี่ยวข้องของหน่วยงานกํากับดูแล</p>
                        <p>bb) หากคุณเป็นเจ้าของ (บุคคลที่เป็นเจ้าของตามกฎหมายหรือผลประโยชน์โดยตรงหรือโดยอ้อมตั้งแต่ 10 เปอร์เซ็นต์ขึ้นไป) ขององค์กรกํากับดูแลกีฬาหรือทีมสมาชิก คุณจะไม่เดิมพันกับเหตุการณ์ใด ๆ ที่ดูแลโดยองค์กรกํากับดูแลกีฬาหรือเหตุการณ์ใด ๆ ที่ทีมสมาชิกของกีฬาหรือองค์กรกํากับดูแลการแข่งขันนั้นเข้าร่วม</p>
                        <p>cc) หากคุณมีส่วนร่วมในกีฬาหรือเหตุการณ์คุณจะไม่มีส่วนร่วมในการรวบรวมอัตราต่อรองการเดิมพันสําหรับการแข่งขันที่คุณมีส่วนร่วม</p>
                        <p><b>5.2</b> ในกรณีที่มีการละเมิดการรับรอง ใบสําคัญแสดงสิทธิ หรือพันธสัญญาใด ๆ ที่กล่าวถึงใน Seabet ขอสงวนสิทธิ์ในการปิดหรือระงับบัญชี Seabet ของคุณตามดุลยพินิจของตนเองและทําให้การเดิมพันใด ๆ เป็นโมฆะตามขอบเขตที่กฎหมายกําหนด</p>

                        <h3>6. การรับประกันของ SEABET</h3>
                        <p><b>6.1</b> Seabet รับประกันว่าพวกเขาจะ:</p>
                        <p>ก) จัดการเงินที่เป็นของผู้เล่นในลักษณะที่ปลอดภัยและเหมาะสม และ</p>
                        <p>ข) จัดการข้อมูลส่วนบุคคลที่เกี่ยวข้องกับผู้เล่นตามกฎหมายที่บังคับใช้และเป็นไปตามนโยบายความเป็นส่วนตัว</p>
                        <p><b>6.2</b> ซอฟต์แวร์มีให้ "ตามที่เป็นอยู่" โดยไม่มีการรับประกันเงื่อนไขการดําเนินการหรือการรับรองใด ๆ โดยชัดแจ้งหรือโดยนัยตามกฎหมายหรืออื่น ๆ Seabet ขอยกเว้นข้อกําหนดการรับรองเงื่อนไขและการรับประกันโดยนัยทั้งหมด (รวมถึงความสามารถในการขายคุณภาพที่ขายได้คุณภาพที่น่าพอใจและความเหมาะสมสําหรับวัตถุประสงค์เฉพาะใด ๆ ) </p>
                        <p>Seabet ไม่รับประกันว่า: </p>
                        <p>(๑)เว็บไซต์และบริการจะตอบสนองความต้องการของคุณ </p>
                        <p>(๒)เว็บไซต์และบริการจะไม่ละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของบุคคลที่สาม</p>
                        <p>(๓)การทํางานของเว็บไซต์และบริการจะปราศจากข้อผิดพลาดหรือไม่หยุดชะงัก</p>
                        <p>(๔)ข้อบกพร่องใด ๆ ในเว็บไซต์และบริการจะได้รับการแก้ไข หรือ </p>
                        <p>(๕)เว็บไซต์หรือเซิร์ฟเวอร์ไม่มีไวรัส</p>

                        <p><b>6.3</b> Seabet สามารถติดต่อได้ทางอีเมลที่ (support{'@'}seabet.io) หรือทางแชทสดตลอด 24 ชั่วโมงทุกวัน แชทสดสามารถใช้ได้เมื่อลงชื่อเข้าใช้บัญชี Seabet ของคุณ ในกรณีที่ซีเบทพิจารณาตามดุลยพินิจของตนแต่เพียงผู้เดียวว่าพฤติกรรมของคุณผ่านการแชทสดอีเมลหรืออื่น ๆ เป็นการละเมิดหรือเสื่อมเสียต่อซีเบทหรือบริษัทในเครือหรือพนักงานของผู้ให้บริการบุคคลที่สาม Seabet มีสิทธิ์ที่จะบล็อกหรือยกเลิกบัญชี Seabet ของคุณ</p>

                        <h3>7. เงินฝาก</h3>
                        <p><b>7.1</b> คุณสามารถเข้าร่วมในเกมใดก็ได้ก็ต่อเมื่อคุณมีเงินเพียงพอในบัญชี Seabet ของคุณสําหรับการเข้าร่วมดังกล่าว เพื่อจุดประสงค์นั้นคุณจะต้องใช้วิธีการชําระเงินที่มีอยู่บนเว็บไซต์เพื่อฝากเงินของคุณ Seabet จะไม่ให้เครดิตใด ๆ แก่คุณสําหรับการเข้าร่วมในเกมใด ๆ</p>
                        <p><b>7.2</b> คุณต้องฝากเงินเข้าบัญชี Seabet ของคุณโดยใช้วิธีการชําระเงินที่มีอยู่ใน www. Seabet.io</p>
                        <p><b>7.3</b> คุณจะต้องตรวจสอบให้แน่ใจว่าเงินที่คุณฝากเข้าบัญชี Seabet ของคุณไม่ได้ปนเปื้อนด้วยสิ่งผิดกฎหมายใด ๆ และโดยเฉพาะอย่างยิ่งไม่ได้มาจากกิจกรรมหรือแหล่งที่มาที่ผิดกฎหมายใด ๆ</p>
                        <p><b>7.4</b> ในการฝากเงินเข้าบัญชี Seabet ของคุณคุณสามารถโอนเงินจาก crypto-wallets ภายใต้การควบคุมของคุณหรือผ่านวิธีการชําระเงินอื่น ๆ ที่มีอยู่ใน Seabet.io การฝากเงินสามารถทําได้ด้วยเงินของคุณเองเท่านั้น</p>
                        <p><b>7.5</b> คุณควรฝากเงินเข้าบัญชีของคุณเพื่อวัตถุประสงค์ของคุณโดยใช้เงินดังกล่าวเพื่อวางเดิมพัน / เดิมพันบนเว็บไซต์เท่านั้น Seabet มีสิทธิ์ที่จะระงับหรือปิดบัญชีของคุณหากเราเชื่ออย่างสมเหตุสมผลว่าคุณกําลังฝากเงินโดยไม่มีเจตนาที่จะวางเดิมพันกีฬาและ / หรือการเล่นเกม ในกรณีดังกล่าวเราอาจรายงานกิจกรรมนี้ต่อหน่วยงานที่เกี่ยวข้อง</p>
                        <p><b>7.6</b> คุณรับทราบและเข้าใจว่าการฝากเงินเข้าบัญชี Seabet ของคุณสามารถฝากเงินได้โดยวิธีการชําระเงินที่คุณเป็นเจ้าของเท่านั้น</p>
                        <p><b>7.7</b> ท่านเข้าใจ ตกลง และรับทราบว่าหากซีเบทค้นพบ ตรวจพบ และ/หรือระบุว่าท่าน:</p>
                        <p>ก) ได้รับทุน/กําลังฝากเงินเข้าบัญชี Seabet ของคุณโดยใช้วิธีการชําระเงินของบุคคลที่สาม และ/หรือ</p>
                        <p>ข) ได้รับทุน/กําลังฝากเงินเข้าบัญชี Seabet ของคุณด้วยเงินที่ผิดกฎหมายกิจกรรมดังกล่าวจะถือว่าเป็นการละเมิดข้อกําหนดในการให้บริการที่เป็นการฉ้อโกงและโดยการขยายเวลา:</p>
                        <p>i) Seabet ขอสงวนสิทธิ์ในการระงับหรือปิดบัญชี Seabet ของคุณตามดุลยพินิจของตนเอง และ</p>
                        <p>ii) Seabet ขอสงวนสิทธิ์ตามดุลยพินิจของตนเองในการยกเลิกย้อนกลับหรือปรับเปลี่ยนธุรกรรมใด ๆ และริบเงินที่ฝากและ / หรือเงินรางวัลที่เกิดจากเงินที่ฝาก</p>
                        <p><b>7.8</b> Seabet สามารถกําหนดจํานวนเงินฝากขั้นต่ําได้ตามคําอธิบายของตนเอง จํานวนเงินฝากขั้นต่ําสามารถเปลี่ยนแปลงได้ตลอดเวลาที่คําอธิบายของ Seabet และจะระบุไว้บนเว็บไซต์ โปรดทราบว่าผู้ให้บริการการชําระเงินอาจเรียกเก็บค่าธรรมเนียมเพิ่มเติมทั้งนี้ขึ้นอยู่กับวิธีการชําระเงินของคุณ</p>
                        <p><b>7.9</b> วิธีการชําระเงินที่มีให้คุณและวงเงินฝากขั้นต่ําและสูงสุดสามารถพบได้ในส่วนกระเป๋าเงินบนเว็บไซต์ ค่าบริการที่เกี่ยวข้องอาจมีการใช้และเปลี่ยนแปลงได้ วิธีการชําระเงินบางวิธีอาจไม่มีให้บริการในบางประเทศ</p>
                        <p><b>7.10</b> เงินฝากจะได้รับการดําเนินการทันทีและยอดคงเหลือที่อัปเดตจะแสดงในบัญชี Seabet ทันทีเมื่อใดก็ตามที่มีการใช้ผู้ให้บริการชําระเงิน ซีเบทจะไม่รับผิดชอบต่อความล่าช้าใด ๆ ที่เกิดจากระบบการชําระเงินหรือเนื่องจากความล่าช้าที่เกิดจากบุคคลที่สาม โปรดทราบว่า:</p>
                        <p>ก) วิธีการชําระเงินบางวิธีอาจมีค่าธรรมเนียมเพิ่มเติม ในกรณีนี้ค่าธรรมเนียมจะปรากฏให้คุณเห็นอย่างชัดเจนในแคชเชียร์</p>
                        <p>ข) ธนาคารหรือผู้ให้บริการชําระเงินของคุณอาจเรียกเก็บค่าธรรมเนียมเพิ่มเติมสําหรับเงินฝากของการแปลงสกุลเงินตามข้อกําหนดและเงื่อนไขและข้อตกลงผู้ใช้ของคุณ</p>
                        <p><b>7.11</b> เราขอสงวนสิทธิ์ในการใช้ขั้นตอนและวิธีการเพิ่มเติมเพื่อยืนยันตัวตนของคุณเมื่อดําเนินการฝากเงินเข้าบัญชี Seabet ของคุณ</p>
                        <p><b>7.12</b> เงินไม่สามารถโอนจากบัญชี Seabet ของคุณไปยังบัญชี Seabet ของผู้เล่นคนอื่นได้</p>
                        <p><b>7.13</b> Seabet สามารถปฏิเสธการฝากเงินใด ๆ ตามคําอธิบายของตนเอง ผู้ใช้ที่ถูกบล็อกบัญชีหรือถูกระงับจะต้องงดการฝากเงินที่ www.Seabet.io</p>
                        <p><b>7.14</b> ในกรณีที่ผู้เล่นพยายามฝากเงินเมื่อบัญชีของเขาถูกบล็อกหรือระงับ Seabet จะมีสิทธิ์เก็บเงินไว้</p>

                        <h3>8. การถอนเงิน</h3>
                        <p><b>8.1</b> Seabet ขอสงวนสิทธิ์ในการปฏิเสธการถอนเงินโดยผู้เล่นจากบัญชี Seabet ของพวกเขาจนกว่า:</p>
                        <p>ก) ตัวตนของผู้เล่นได้รับการยืนยันแล้ว และ Seabet ได้ยืนยันการถอนเงินโดยผู้ถือบัญชี Seabet แล้ว</p>
                        <p>ข) การถอนเงินจะถูกโอนไปยังบัญชีที่ผู้เล่นเป็นผู้ถือตามกฎหมาย</p>
                        <p>c) ข้อมูลเพิ่มเติมใด ๆ ที่ Seabet ร้องขอได้รับการจัดเตรียมไว้ และ</p>
                        <p>d) ผู้เล่นได้ปฏิบัติตามข้อกําหนดการเดิมพันขั้นต่ําสําหรับการฝากเงินแต่ละครั้ง</p>
                        <p><b>8.2</b> Seabet ขอสงวนสิทธิ์ในการตรวจสอบบัญชีและกิจกรรมการเล่นเกมของคุณ หาก Seabet มีเหตุอันควรสงสัยว่าบัญชีหรือกิจกรรมการเล่นเกมของคุณละเมิดข้อกําหนดในการให้บริการเหล่านี้หรือกฎหมายหรือข้อบังคับที่บังคับใช้ Seabet อาจชะลอหรือปฏิเสธการฝากถอนและ / หรือการเล่นเกมเพิ่มเติมในขณะที่ดําเนินการตรวจสอบตามดุลยพินิจของตน แต่เพียงผู้เดียว คุณรับทราบและยอมรับว่า Seabet อาจไม่อยู่ในฐานะที่จะให้คําอธิบายเกี่ยวกับลักษณะของการสอบสวน</p>
                        <p><b>8.3</b> การถอนเงินทั้งหมดจะต้องดําเนินการผ่านวิธีการชําระเงินเดียวกันกับที่คุณเลือกเมื่อทําการฝากเงิน เว้นแต่เราจะตัดสินใจเป็นอย่างอื่นหรือไม่สามารถทําได้ หากคุณฝากเงินโดยใช้วิธีการชําระเงินหลายวิธีเราขอสงวนสิทธิ์ในการแบ่งการถอนเงินของคุณในวิธีการชําระเงินดังกล่าวและดําเนินการแต่ละส่วนผ่านวิธีการชําระเงินที่เกี่ยวข้องตามดุลยพินิจของเราและเป็นไปตามนโยบายและข้อบังคับต่อต้านการฟอกเงิน</p>
                        <p><b>8.4</b> หากเราเครดิตเงินรางวัลที่ไม่ได้อยู่ในบัญชีซีเบทของคุณผิดพลาดไม่ว่าจะเกิดจากข้อผิดพลาดทางเทคนิคในตารางการชําระเงินหรือข้อผิดพลาดของมนุษย์หรืออื่น ๆ จํานวนเงินจะยังคงเป็นทรัพย์สินของเราและจะถูกหักออกจากบัญชี Seabet ของคุณ หากคุณถอนเงินที่ไม่ได้เป็นของคุณก่อนที่เราจะตระหนักถึงข้อผิดพลาดจํานวนเงินที่จ่ายผิดพลาดจะ (โดยไม่กระทบต่อการเยียวยาและการกระทําอื่น ๆ ที่อาจมีอยู่ในกฎหมาย) ถือเป็นหนี้ที่คุณค้างชําระกับเรา ในกรณีที่มีการให้เครดิตไม่ถูกต้องคุณมีหน้าที่แจ้งให้เราทราบทันทีทางอีเมล</p>

                        <p>การถอนเงิน FIAT</p>
                        <p><b>8.5</b> คุณต้องเดิมพัน 100% ของมูลค่าเงินฝากของคุณเพื่อขอถอนเงิน FIAT</p>
                        <p><b>8.6</b> การถอนเงินจากบัญชี Seabet จะทําผ่านการชําระเงินที่ส่งไปยังผู้เล่นหรือโอนไปยังบัญชีธนาคารที่ถือในนามของผู้เล่นตามที่ผู้เล่นแนะนําให้ Seabet ก่อนที่จะดําเนินการถอนเงินใด ๆ Seabet ขอสงวนสิทธิ์ในการดําเนินการตรวจสอบสถานะที่เพิ่มขึ้นเมื่อเห็นว่าจําเป็น</p>
                        <p><b>8.7</b> จํานวนเงินถอนขั้นต่ําจะถูกระบุบนเว็บไซต์เมื่อทําการถอนเงิน</p>
                        <p><b>8.8</b> หากคุณมีการถอนเงินหลายรายการที่รอดําเนินการ Seabet ขอสงวนสิทธิ์ในการปฏิเสธการถอนเงินทั้งหมดและขอให้คุณทําการถอนเงินเพียงครั้งเดียวด้วยผลรวมของการถอนเงินหลายรายการ</p>
                        <p><b>8.9</b> Seabet จะไม่เรียกเก็บค่าธรรมเนียมใด ๆ จากการถอนเงิน อย่างไรก็ตามคุณควรตรวจสอบว่าวิธีการชําระเงินที่คุณใช้เรียกเก็บค่าใช้จ่ายเพิ่มเติมหรือไม่ Seabet จะไม่รับผิดชอบต่อค่าคอมมิชชั่นหรือค่าธรรมเนียมการดําเนินการใด ๆ ที่เรียกเก็บจากคุณโดยบุคคลที่สามเช่นธนาคารของคุณเนื่องจากอยู่นอกเหนือการควบคุมของเรา</p>

                        <p>การถอนเงิน Crypto</p>
                        <p><b>8.10</b> การถอนเงิน Crypto จะทํากับที่อยู่กระเป๋าเงิน cryptocurrency ที่คุณระบุไว้เมื่อส่งคําขอถอนเงินที่ถูกต้อง</p>
                        <p><b>8.11</b> Seabet ขอสงวนสิทธิ์ในการดําเนินการตามขั้นตอนการตรวจสอบ KYC เพิ่มเติมสําหรับการถอนเงินใด ๆ ผู้เล่นที่ต้องการกู้คืนเงินที่เก็บไว้ในบัญชีที่ปิดล็อคหรือยกเว้นควรติดต่อ (support{'@'}seabet.io)</p>
                        <p><b>8.12</b> ธุรกรรมทั้งหมดจะต้องได้รับการตรวจสอบเพื่อป้องกันการฟอกเงิน หากผู้เล่นตระหนักถึงกิจกรรมที่น่าสงสัยใด ๆ ที่เกี่ยวข้องกับเกมใด ๆ ของเว็บไซต์เขาจะต้องรายงานเรื่องนี้ไปยัง Seabet ทันที Seabet อาจระงับ บล็อก หรือปิดบัญชี Seabet และระงับเงินหากได้รับการร้องขอให้ดําเนินการตามพระราชบัญญัติป้องกันและปราบปรามการฟอกเงินหรือบนพื้นฐานทางกฎหมายอื่นใดที่หน่วยงานของรัฐร้องขอ คุณรับทราบว่าเงินในบัญชีของคุณจะถูกใช้ทันทีเมื่อเล่นและเราไม่ได้ให้การคืนสินค้าการคืนเงินหรือการยกเลิกบัญชีของคุณย้อนหลัง</p>

                        <h3>9. การคุ้มครองเงินทุนของผู้เล่นและการปฏิเสธการชําระเงิน</h3>
                        <p><b>9.1</b> เงินใด ๆ  ที่คุณฝากไว้กับเราในบัญชี Seabet ของคุณพร้อมกับเงินรางวัลใด ๆ จะถูกเก็บไว้สําหรับคุณในบัญชีธนาคารของลูกค้า / กระเป๋าเงินคริปโตแยกต่างหากเพื่อวัตถุประสงค์เฉพาะสําหรับคุณในการวางเดิมพันกีฬาและการเล่นเกมและเพื่อชําระค่าธรรมเนียมหรือค่าใช้จ่ายใด ๆ ที่อาจเกิดขึ้นจากการใช้บริการของเรา ซึ่งหมายความว่าเงินของคุณได้รับการคุ้มครองจากการถูกใช้เพื่อวัตถุประสงค์อื่นใด</p>
                        <p><b>9.2</b> หากเรามีการเรียกเก็บเงินคืน การกลับรายการ หรือการปฏิเสธการชําระเงิน หรือความสูญเสียใด ๆ ที่ Seabet ได้รับอันเป็นผลมาจากสาเหตุอันเนื่องมาจากคุณในส่วนที่เกี่ยวกับบัญชี Seabet ของคุณ เราขอสงวนสิทธิ์ในการเรียกเก็บเงินจากคุณสําหรับจํานวนเงินที่เกี่ยวข้องที่เกิดขึ้น</p>
                        <p><b>9.3</b> เราอาจกําหนดยอดคงเหลือที่เป็นบวกในบัญชีของคุณกับจํานวนเงินใด ๆ ที่คุณค้างชําระกับ Seabet ได้ตลอดเวลา</p>
                        <h3>10. การวางเดิมพัน/การเดิมพัน</h3>
                        <p><b>10.1</b> คุณได้รับอนุญาตให้วางเดิมพัน / เดิมพันของคุณในตลาด / ผลิตภัณฑ์ที่นําเสนอในเว็บไซต์ ซีเบทไม่จําเป็นต้องยอมรับการเดิมพัน/การเดิมพันใด ๆ จากคุณ และการเดิมพัน/การเดิมพันจะถือว่าถูกต้องและสรุปได้เท่านั้น และตามที่ Seabet ยอมรับเมื่อคุณได้รับการยืนยันจาก Seabet ถึงการยอมรับการเดิมพัน/การเดิมพันของคุณ</p>
                        <p><b>10.2</b> Seabet ยอมรับเฉพาะการเดิมพัน/การเดิมพันออนไลน์ (รวมถึงผ่านอุปกรณ์มือถือ) การเดิมพัน/การเดิมพันไม่ได้รับการยอมรับในรูปแบบอื่นใด (ไปรษณีย์ อีเมล แฟกซ์ ฯลฯ) และที่ได้รับจะไม่ถูกต้องและเป็นโมฆะ - ชนะหรือแพ้</p>
                        <p><b>10.3</b> เป็นความรับผิดชอบของคุณในการตรวจสอบให้แน่ใจว่ารายละเอียดของการเดิมพัน / การเดิมพันนั้นถูกต้อง เมื่อวางเดิมพัน/วางเดิมพันแล้ว คุณจะไม่อาจยกเลิกได้ การเดิมพันสามารถเปลี่ยนแปลงได้โดยคุณโดยใช้คุณสมบัติแก้ไขการเดิมพันของเราเท่านั้นซึ่งสามารถใช้ได้ Seabet สามารถยกเลิกหรือแก้ไขการเดิมพัน / การเดิมพันได้ก็ต่อเมื่อเหตุการณ์ที่เกี่ยวข้องถูกระงับหรือยกเลิกหากมีข้อผิดพลาดที่ชัดเจนเกี่ยวกับการเดิมพันที่เกี่ยวข้องหรืออัตราต่อรองหากการเดิมพันนั้นละเมิดข้อกําหนดหรือหากจําเป็นให้ทําเช่นนั้นด้วยเหตุผลทางกฎหมายหรือกฎระเบียบ</p>
                        <p><b>10.4</b> เงินของคุณจะถูกจัดสรรให้กับการเดิมพัน / การเดิมพันตามลําดับที่วางไว้และจะไม่สามารถใช้งานได้อื่นใด Seabet ขอสงวนสิทธิ์ในการยกเลิกและ / หรือย้อนกลับธุรกรรมใด ๆ ที่เกิดขึ้นหลังจากการวางเดิมพัน / การเดิมพันที่เกี่ยวข้องกับเงินที่ได้รับการจัดสรรไม่ว่าจะในเวลานั้นหรือย้อนหลัง</p>
                        <h3>11. การยืนยันการเดิมพัน/การเดิมพัน</h3>
                        <p><b>11.1</b> การเดิมพัน/การเดิมพันจะใช้ได้ก็ต่อเมื่อคุณได้รับการยืนยันการยอมรับการเดิมพัน/การเดิมพันของคุณ การเดิมพัน/การเดิมพันที่มีเงินไม่เพียงพอในบัญชีของคุณจะถือเป็นโมฆะ</p>
                        <p><b>11.2</b> การเดิมพัน/การเดิมพันที่คุณร้องขอจะใช้ได้เมื่อ Seabet ยอมรับแล้วเท่านั้น การเดิมพัน/การเดิมพันที่ถูกต้องแต่ละครั้งจะได้รับรหัสธุรกรรมที่ไม่ซ้ํากัน เราจะไม่รับผิดชอบต่อการชําระการเดิมพัน / การเดิมพันใด ๆ ที่ไม่ได้ออกด้วยรหัสธุรกรรมที่ไม่ซ้ํากัน หากคุณไม่แน่ใจเกี่ยวกับความถูกต้องของการเดิมพัน / การเดิมพันโปรดตรวจสอบประวัติบัญชีของคุณหรือติดต่อทีมสนับสนุนลูกค้าของเรา (support{'@'}seabet.io)</p>
                        <p><b>11.3</b> หากมีข้อพิพาทเกิดขึ้นเกี่ยวกับเนื้อหาของการเดิมพันคุณและ Seabet ตกลงว่าฐานข้อมูลบันทึกการทําธุรกรรมของ Seabet ของระบบควบคุมภายในจะเป็นอํานาจสูงสุดในเรื่องดังกล่าว</p>
                        <h3>12. โบนัส</h3>
                        <p><b>12.1</b> Seabet อาจเสนอโบนัสและโปรโมชั่นจํานวนหนึ่งเป็นครั้งคราวตามดุลยพินิจของตน</p>

                        <p>คุณสมบัติ</p>
                        <p><b>12.2</b> เมื่อลงทะเบียนบัญชี Seabet สําเร็จ คุณอาจมีสิทธิ์ได้รับโปรโมชั่นและโบนัสของ Seabet การยอมรับข้อตกลงนี้และการลงทะเบียนบัญชี Seabet บนเว็บไซต์แสดงว่าคุณยอมรับและยอมรับที่จะผูกพันตามกฎและข้อบังคับที่เกี่ยวข้องกับโปรโมชั่นและโบนัสใด ๆ ที่ Seabet เสนอให้คุณ</p>
                        <p>โบนัส T&C</p>
                        <p><b>12.3</b> โปรโมชั่นโบนัสหรือข้อเสนอพิเศษทั้งหมดอยู่ภายใต้ข้อกําหนดด่วนของโบนัสใด ๆ ที่เสนอบนเว็บไซต์และข้อกําหนดและเงื่อนไขเฉพาะโปรโมชั่นหากมีและโบนัสใด ๆ ที่เครดิตเข้าบัญชีของคุณจะต้องใช้โดยปฏิบัติตามข้อกําหนดและเงื่อนไขดังกล่าว โดยการยอมรับโปรโมชั่นโบนัสหรือข้อเสนอพิเศษที่มีอยู่บนเว็บไซต์คุณยินยอมตามข้อกําหนดและเงื่อนไขของโปรโมชั่นโบนัสหรือข้อเสนอพิเศษดังกล่าวและรับทราบว่าการเดิมพันจะต้องวางด้วยยอดคงเหลือเงินสดเสมอก่อนที่จะสามารถใช้ยอดคงเหลือโบนัสในการเดิมพันได้ เราขอสงวนสิทธิ์ในการถอนโปรโมชั่นโบนัสหรือข้อเสนอพิเศษใด ๆ ได้ตลอดเวลา</p>
                        <p>การเปิดใช้งานและการหมดอายุ</p>
                        <p><b>12.4</b> โดยการเปิดใช้งานโบนัสหรือโปรโมชั่นคุณยืนยันว่าคุณยอมรับข้อกําหนดและเงื่อนไขที่เกี่ยวข้องด้วย</p>
                        <p><b>12.5</b> ซีเบทจะไม่ยอมรับหรือให้เกียรติโปรโมชั่น โบนัส หรือข้อเสนอพิเศษใดๆ หลังจากวันหมดอายุของโปรโมชั่น โบนัส หรือข้อเสนอพิเศษ เว้นแต่ซีเบทจะเลือกดําเนินการดังกล่าวสําหรับลูกค้า โปรโมชั่น โบนัส หรือข้อเสนอพิเศษใดๆ ตามดุลยพินิจของตนแต่เพียงผู้เดียว วันหมดอายุจะถูกกําหนดไว้ในกฎเฉพาะหรือข้อกําหนดและเงื่อนไขของโปรโมชั่นโบนัสหรือข้อเสนอพิเศษเฉพาะ นอกจากนี้ Seabet ขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือแก้ไขนโยบายใด ๆ ที่เกี่ยวข้องกับการรับหรือหมดอายุของโบนัสตามดุลยพินิจของตนแต่เพียงผู้เดียว</p>
                        <p><b>12.6</b> เมื่อริบหรือยกเลิกการเปิดใช้งานโบนัสจะไม่สามารถใช้ได้กับคุณอีกต่อไป (และไม่สามารถเปิดใช้งานใหม่ได้ตลอดเวลาหลังจากนั้น) จํานวนเงินโบนัสใด ๆ ที่เครดิตเข้าบัญชีซีเบทของคุณแล้วจะยังคงมีให้คุณ</p>
                        <p>การละเมิดโบนัสและการฉ้อโกง</p>
                        <p><b>12.7</b> ในกรณีที่ซีเบทเชื่อว่าผู้เล่นของบริการกําลังละเมิดหรือพยายามละเมิดโบนัสหรือโปรโมชั่นอื่น ๆ หรือมีแนวโน้มที่จะได้รับประโยชน์จากการละเมิดหรือการขาดความเชื่อโดยสุจริตจากนโยบายที่ซีเบทนํามาใช้ ซีเบทอาจปฏิเสธ ระงับ หรือถอนโบนัสหรือโปรโมชั่นใด ๆ จากผู้เล่นแต่เพียงผู้เดียว  ซอฟต์แวร์ และ/หรือล็อคบัญชีของผู้เล่นนั้นเป็นการชั่วคราวหรือถาวร</p>
                        <p><b>12.8</b> คุณสามารถเปิดบัญชีบนเว็บไซต์ได้เพียงหนึ่ง (1) บัญชีเท่านั้น การเปิดบัญชีหลายบัญชีบนเว็บไซต์เพื่อวัตถุประสงค์ในการสะสมโบนัสโปรโมชั่นข้อเสนอพิเศษหรืออื่น ๆ จะถือว่าเป็นพฤติกรรมที่ไม่เหมาะสม</p>

                        <p>สิทธิ Seabet</p>
                        <p><b>12.9</b> Seabet ขอสงวนสิทธิ์ในการลบโบนัสออกจากบัญชีที่ไม่ได้ใช้งานทั้งหมดหรือบัญชีที่ถูกระบุว่าเป็น "ผู้ละเมิดโบนัส"</p>
                        <p><b>12.10</b> Seabet ขอสงวนสิทธิ์ในการยกเลิกโบนัสทั้งหมดที่ไม่ได้อ้างสิทธิ์ภายในระยะเวลาการเรียกร้องหรือ 60 วันซึ่งสั้นกว่าของทั้งสอง</p>
                        <p><b>12.11</b> ซีเบทขอสงวนสิทธิ์ในการยกเลิกโบนัสใด ๆ ตามคําอธิบายแต่เพียงผู้เดียว</p>

                        <h3>13. อํานาจ/ข้อกําหนดในการให้บริการ</h3>
                        <p><b>13.1</b> คุณยอมรับกฎของเกมที่อธิบายไว้ในเว็บไซต์ Seabet.io Seabet ยังคงมีอํานาจในการออกบํารุงรักษาและปิดบริการ การตัดสินใจของฝ่ายบริหารของ Seabet เกี่ยวกับการใช้บริการหรือการระงับข้อพิพาทถือเป็นที่สิ้นสุดและจะไม่เปิดให้มีการตรวจสอบหรืออุทธรณ์</p>

                        <h3>14. การใช้งานที่ต้องห้าม</h3>
                        <p>ของใช้ส่วนตัว</p>
                        <p><b>14.1</b> บริการนี้มีวัตถุประสงค์เพื่อการใช้งานส่วนตัวของผู้ใช้เท่านั้น ผู้ใช้ได้รับอนุญาตให้เดิมพันเพื่อความบันเทิงส่วนตัวเท่านั้น ผู้ใช้ไม่สามารถสร้างบัญชีหลายบัญชีเพื่อวัตถุประสงค์ในการสมรู้ร่วมคิดการเดิมพันกีฬาและ / หรือการใช้บริการในทางที่ผิด</p>

                        <p>การปฏิบัติตาม AML และการคว่ําบาตร</p>
                        <p><b>14.2</b> Seabet ห้ามและปฏิเสธการใช้บริการสําหรับกิจกรรมที่ผิดกฎหมายทุกรูปแบบรวมถึงการฟอกเงินการจัดหาเงินทุนของผู้ก่อการร้ายหรือการละเมิดการคว่ําบาตรทางการค้าซึ่งสอดคล้องกับกฎหมายข้อบังคับและบรรทัดฐานของเขตอํานาจศาลต่างๆ ด้วยเหตุนี้บริการนี้จึงไม่ได้เสนอให้กับบุคคลหรือหน่วยงานที่อยู่ภายใต้สหรัฐอเมริกาสหภาพยุโรปหรือการคว่ําบาตรหรือรายการเฝ้าดูทั่วโลกอื่น ๆ โดยการใช้บริการคุณรับรองและรับประกันว่าคุณไม่ได้อยู่ภายใต้</p>
                        <p>เขตอํานาจศาล</p>
                        <p><b>14.3</b> บุคคลที่อยู่ในหรืออาศัยอยู่ในอัฟกานิสถาน ออสเตรเลีย เบลารุส เบลเยียม โกตดิวัวร์ คิวบา คูราเซา สาธารณรัฐเช็ก สาธารณรัฐประชาธิปไตยคองโก เดนมาร์ก ฝรั่งเศส เยอรมนี กรีซ อิหร่าน อิรัก อิตาลี ไลบีเรีย ลิเบีย ลิทัวเนีย เนเธอร์แลนด์ เกาหลีเหนือ ออนแทรีโอ โปรตุเกส เซอร์เบีย สโลวาเกีย ซูดานใต้ สเปน ซูดาน ซีเรีย สวิตเซอร์แลนด์ สหราชอาณาจักร สหรัฐอเมริกา ซิมบับเว ("เขตอํานาจศาลต้องห้าม") ไม่ได้รับอนุญาตให้ใช้บริการ เพื่อหลีกเลี่ยงข้อสงสัยข้อ จํากัด ข้างต้นเกี่ยวกับการมีส่วนร่วมในการเล่นด้วยเงินจริงจากเขตอํานาจศาลต้องห้ามจะใช้อย่างเท่าเทียมกันกับผู้อยู่อาศัยและพลเมืองของประเทศอื่น ๆ ในขณะที่อยู่ในเขตอํานาจศาลต้องห้าม ความพยายามใด ๆ ที่จะหลีกเลี่ยงข้อ จํากัด ในการเล่นโดยบุคคลใด ๆ ที่อยู่ในเขตอํานาจศาลต้องห้ามหรือเขตอํานาจศาลที่ถูก จํากัด ถือเป็นการละเมิดข้อตกลงนี้ ความพยายามในการหลีกเลี่ยงรวมถึง แต่ไม่ จํากัด เพียงการจัดการข้อมูลที่ Seabet ใช้เพื่อระบุตําแหน่งของคุณและให้ข้อมูลที่เป็นเท็จหรือทําให้เข้าใจผิดเกี่ยวกับที่ตั้งหรือที่อยู่อาศัยของคุณแก่ Seabet</p>

                        <p><b>14.4</b> ความพยายามในการจัดการตําแหน่งจริงของคุณผ่านการใช้ VPN พร็อกซีหรือบริการที่คล้ายกันหรือผ่านการให้ข้อมูลที่ไม่ถูกต้องหรือทําให้เข้าใจผิดเกี่ยวกับที่อยู่อาศัยของคุณโดยมีเจตนาเพื่อหลีกเลี่ยงการปิดกั้นทางภูมิศาสตร์หรือข้อ จํากัด ของเขตอํานาจศาลถือเป็นการละเมิดข้อ 5 ของข้อกําหนดในการให้บริการนี้</p>

                        <h3>15. อุปกรณ์ของคุณ</h3>
                        <p><b>15.1</b> อุปกรณ์คอมพิวเตอร์หรืออุปกรณ์มือถือและการเชื่อมต่ออินเทอร์เน็ตของคุณอาจส่งผลต่อประสิทธิภาพและ/หรือการทํางานของเว็บไซต์ Seabet ไม่รับประกันว่าเว็บไซต์จะทํางานโดยไม่มีข้อผิดพลาดหรือข้อผิดพลาดหรือให้บริการ Seabet โดยไม่หยุดชะงัก ซีเบทไม่รับผิดชอบต่อความล้มเหลวหรือปัญหาใด ๆ ที่เกิดขึ้นเนื่องจากอุปกรณ์การเชื่อมต่ออินเทอร์เน็ตหรือผู้ให้บริการอินเทอร์เน็ตหรือโทรคมนาคมของคุณ (รวมถึงตัวอย่างเช่นหากคุณไม่สามารถวางเดิมพันหรือเดิมพันหรือดูหรือรับข้อมูลบางอย่างที่เกี่ยวข้องกับเหตุการณ์เฉพาะ)</p>
                        <p><b>15.2</b> สําหรับลูกค้าที่ใช้อุปกรณ์มือถือในการวางเดิมพัน/เดิมพัน โปรดทราบว่า Seabet จะไม่รับผิดชอบต่อความเสียหายหรือการสูญหายของข้อมูลจากอุปกรณ์มือถือที่ติดตั้งซอฟต์แวร์และจะไม่รับผิดชอบต่อการโทรข้อมูลหรือค่าใช้จ่ายอื่น ๆ ที่เกิดขึ้นในขณะที่ใช้ซอฟต์แวร์</p>
                        <p><b>15.3</b> เนื่องจากขนาดการแสดงผลที่ จํากัด บนอุปกรณ์มือถือประสบการณ์มือถืออาจแตกต่างจากแพลตฟอร์มอื่นเล็กน้อย ความแตกต่างอาจรวมถึง แต่ไม่ จํากัด เพียงตําแหน่งของข้อมูลบางอย่างบนแพลตฟอร์มและชื่อเกมที่ไม่สามารถมองเห็นได้ในทุกหน้าเกม</p>

                        <h3>16. การใช้งานที่เหมาะสม</h3>
                        <p><b>16.1</b> เว็บไซต์และบริการสามารถใช้เพื่อการพักผ่อนหย่อนใจโดยการวางเดิมพันและเดิมพันในกิจกรรมและ / หรือผลิตภัณฑ์เกมเท่านั้น</p>
                        <p><b>16.2</b> คุณต้องไม่ใช้เว็บไซต์เพื่อประโยชน์ของบุคคลที่สามหรือเพื่อวัตถุประสงค์ใด ๆ ที่ผิดกฎหมายหมิ่นประมาทเหยียดหยามหรือลามกอนาจารหรือที่ Seabet พิจารณาว่าเป็นการเลือกปฏิบัติฉ้อโกงไม่สุจริตหรือไม่เหมาะสม Seabet อาจรายงานกิจกรรมใด ๆ ที่เจ้าหน้าที่เห็นว่าน่าสงสัยและ / หรือละเมิดวรรคนี้</p>
                        <p><b>16.3</b> หากซีเบทมีเหตุอันควรสงสัยว่าท่านมีส่วนเกี่ยวข้องกับการกระทําที่เป็นการฉ้อโกง ทุจริต หรือเป็นความผิดทางอาญา ตามที่กําหนดไว้ภายใต้กฎหมายที่บังคับใช้ ผ่านทางหรือเกี่ยวข้องกับเว็บไซต์หรือบริการ ซีเบทอาจขอลงโทษทางอาญาและตามสัญญาต่อท่าน Seabet จะระงับการชําระเงินให้กับลูกค้าใด ๆ ที่สงสัยว่ามีสิ่งเหล่านี้หรือในกรณีที่สงสัยว่าการชําระเงินเป็นไปเพื่อประโยชน์ของบุคคลที่สาม</p>
                        <p><b>16.4</b> คุณจะต้องชดใช้ค่าเสียหายและจะต้องรับผิดชดใช้ค่าใช้จ่ายค่าใช้จ่ายหรือความสูญเสียทั้งหมดที่เกิดขึ้นหรือเกิดขึ้นโดยเราและบริษัทในเครือของเรา (รวมถึงการสูญเสียโดยตรงโดยอ้อมหรือเป็นผลสืบเนื่องการสูญเสียกําไรและการสูญเสียชื่อเสียง) ในส่วนที่เกี่ยวกับการเรียกร้องทั้งหมดที่เกิดขึ้นโดยตรงหรือโดยอ้อมจากการกระทําที่ฉ้อฉลไม่สุจริตหรือทางอาญาของคุณในขณะที่ใช้เว็บไซต์หรือบริการ</p>
                        <p><b>16.5</b> นอกจากนี้ เราขอสงวนสิทธิ์ในการไม่ยอมรับ ดําเนินการ และ/หรือให้เกียรติการเดิมพัน/การเดิมพันในกรณีที่เป็นสิ่งต้องห้าม ผิดกฎหมาย หรือผิดกฎหมายภายใต้กฎหมายหรือข้อบังคับที่บังคับใช้</p>

                        <h3>17. ปัญหาซอฟต์แวร์และเทคโนโลยี</h3>
                        <p><b>17.1</b> เพื่อให้คุณใช้เว็บไซต์และบริการคุณอาจต้องดาวน์โหลดซอฟต์แวร์บางอย่าง (ตัวอย่างเช่นเกมคาสิโนที่ให้บริการผ่านโปรแกรมเล่นแฟลช) นอกจากนี้ผู้ให้บริการผลิตภัณฑ์บุคคลที่สามบางรายอาจกําหนดให้คุณต้องยอมรับข้อกําหนดและเงื่อนไขเพิ่มเติมที่ควบคุมการใช้ผลิตภัณฑ์ของตนที่มีอยู่ในหรือผ่านเว็บไซต์ หากคุณไม่ยอมรับข้อกําหนดและเงื่อนไขของบุคคลที่สามเหล่านั้นอย่าใช้ซอฟต์แวร์ของบุคคลที่สามที่เกี่ยวข้อง ซีเบทไม่ยอมรับความรับผิดใด ๆ เกี่ยวกับซอฟต์แวร์ของบุคคลที่สาม</p>
                        <p><b>17.2</b> คุณได้รับอนุญาตให้ใช้ซอฟต์แวร์ใด ๆ และทั้งหมดที่มีให้คุณผ่านทางเว็บไซต์เพื่อวัตถุประสงค์ในการใช้เว็บไซต์และบริการและบันทึกตามขอบเขตที่กฎหมายที่บังคับใช้อนุญาตโดยไม่มีวัตถุประสงค์อื่นใด</p>
                        <p><b>17.3</b> เราขอมอบสิทธิ์ส่วนบุคคลที่ไม่ผูกขาดและไม่สามารถถ่ายโอนได้ในการใช้เว็บไซต์เพื่อวัตถุประสงค์ในการเข้าถึงและใช้บริการบนเว็บไซต์ตามข้อกําหนดและเงื่อนไขเหล่านี้เท่านั้น สิทธิ์ในการใช้เว็บไซต์ของเราและจะถูกยกเลิกทันทีเมื่อการลงทะเบียนผู้ใช้ของคุณถูกยกเลิกไม่ว่าด้วยเหตุผลใดก็ตามและพิเศษ แต่ไม่ จํากัด เพียงหากคุณใช้สิทธิ์นั้นโดยมีวัตถุประสงค์เพื่อสร้างองค์กรคู่ขนานที่อยู่ในเว็บไซต์ของเราหรือผลิตภัณฑ์ของเราหรือโดยมีวัตถุประสงค์เพื่อใช้บริการอัตโนมัติหรือการวิเคราะห์ซอฟต์แวร์  การจับหรือใช้ข้อมูลที่แสดงในเว็บไซต์ของเรา</p>
                        <p><b>17.4</b> คุณไม่ได้รับอนุญาตให้:</p>
                        <p>ก) ติดตั้งหรือโหลดซอฟต์แวร์ที่เป็นส่วนหนึ่งของเว็บไซต์ลงบนเซิร์ฟเวอร์หรืออุปกรณ์เครือข่ายอื่น ๆ หรือทําตามขั้นตอนอื่น ๆ เพื่อให้ซอฟต์แวร์พร้อมใช้งานผ่าน "กระดานข่าว" บริการออนไลน์หรือการโทรเข้าระยะไกลหรือเครือข่ายไปยังบุคคลอื่น</p>
                        <p>ข) การอนุญาตช่วง มอบหมาย ให้เช่า ให้เช่า ให้ยืม โอน หรือคัดลอก (ยกเว้นที่ระบุไว้อย่างชัดแจ้งในที่อื่นในข้อกําหนดและเงื่อนไขเหล่านี้) สิทธิ์ของคุณในการใช้เว็บไซต์ หรือซอฟต์แวร์ที่เป็นส่วนหนึ่งของเว็บไซต์ หรือสร้างหรือแจกจ่ายสําเนาเดียวกัน</p>
                        <p>c) เข้า เข้าถึง หรือพยายามเข้าหรือเข้าถึง หรือหลีกเลี่ยงระบบรักษาความปลอดภัยของ Seabet หรือแทรกแซงในทางใดทางหนึ่ง (รวมถึงแต่ไม่จํากัดเพียง หุ่นยนต์หรืออุปกรณ์ที่คล้ายกัน) กับผลิตภัณฑ์หรือเว็บไซต์ หรือพยายามทําการแก้ไขซอฟต์แวร์และ/หรือคุณสมบัติหรือส่วนประกอบใดๆ ของซอฟต์แวร์</p>
                        <p>d) คัดลอกหรือแปลเอกสารผู้ใช้ใด ๆ ที่ให้ไว้ 'ออนไลน์' หรือในรูปแบบอิเล็กทรอนิกส์</p>
                        <p>จ) นอกจากนี้ ยกเว้นในขอบเขตขั้นต่ําที่กฎหมายที่บังคับใช้อนุญาตเกี่ยวกับโปรแกรมคอมพิวเตอร์ คุณไม่ได้รับอนุญาตให้: (i) แปล ทําวิศวกรรมย้อนกลับ ถอดรหัส แยกชิ้นส่วน แก้ไข สร้างงานลอกเลียนแบบตาม หรือแก้ไขเว็บไซต์ หรือ (ii) ทําวิศวกรรมย้อนกลับ ถอดรหัส แยกชิ้นส่วน แก้ไข ดัดแปลง แปล พยายามค้นหาซอร์สโค้ดของซอฟต์แวร์ที่เป็นส่วนหนึ่งของเว็บไซต์หรือเพื่อสร้างงานลอกเลียนแบบตามทั้งหมดหรือส่วนใดส่วนหนึ่งของเว็บไซต์</p>
                        <p><b>17.5</b> คุณไม่ได้เป็นเจ้าของซอฟต์แวร์ที่เป็นส่วนหนึ่งของเว็บไซต์ ซอฟต์แวร์ดังกล่าวเป็นเจ้าของและเป็นทรัพย์สินเฉพาะของ Seabet หรือ บริษัท ผู้ให้บริการซอฟต์แวร์บุคคลที่สาม (ผู้ให้บริการบุคคลที่สามดังกล่าวเรียกว่า "ผู้ให้บริการซอฟต์แวร์") ซอฟต์แวร์และเอกสารประกอบใด ๆ ที่ได้รับใบอนุญาตจาก Seabet เป็นผลิตภัณฑ์ที่เป็นกรรมสิทธิ์ของผู้ให้บริการซอฟต์แวร์และได้รับการคุ้มครองทั่วโลกตามกฎหมายลิขสิทธิ์ การใช้ซอฟต์แวร์ของคุณไม่ได้ทําให้คุณเป็นเจ้าของสิทธิ์ในทรัพย์สินทางปัญญาใด ๆ ในซอฟต์แวร์</p>
                        <p><b>17.6</b> ซอฟต์แวร์มีให้ "ตามสภาพ" โดยไม่มีการรับประกันเงื่อนไขการดําเนินการหรือการรับรองโดยชัดแจ้งหรือโดยนัยตามกฎหมายหรืออื่น ๆ Seabet ขอยกเว้นข้อกําหนดเงื่อนไขและการรับประกันโดยนัยทั้งหมดรวมถึงความสามารถในการขายคุณภาพที่ขายได้คุณภาพที่น่าพอใจและความเหมาะสมสําหรับวัตถุประสงค์เฉพาะความสมบูรณ์หรือความถูกต้องของบริการหรือซอฟต์แวร์หรือการละเมิดกฎหมายและข้อบังคับที่บังคับใช้ Seabet ไม่รับประกันหรือเงื่อนไขว่า: </p>
                        <p>(i) ซอฟต์แวร์จะตอบสนองความต้องการของคุณ </p>
                        <p>(ii) ซอฟต์แวร์จะไม่ละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของบุคคลที่สาม </p>
                        <p>(iii) การทํางานของซอฟต์แวร์จะปราศจากข้อผิดพลาดหรือไม่หยุดชะงัก (iv) ข้อบกพร่องใด ๆ ในซอฟต์แวร์จะได้รับการแก้ไข หรือ </p>
                        <p>(v) ซอฟต์แวร์หรือเซิร์ฟเวอร์ไม่มีไวรัส</p>

                        <p><b>17.7</b> ในกรณีที่มีข้อผิดพลาดในการสื่อสารหรือระบบที่เกิดขึ้นเกี่ยวกับการชําระบัญชีหรือคุณสมบัติหรือส่วนประกอบอื่น ๆ ของซอฟต์แวร์ Seabet และผู้ให้บริการซอฟต์แวร์จะไม่รับผิดต่อคุณหรือบุคคลที่สามใด ๆ ที่เกี่ยวข้องกับข้อผิดพลาดดังกล่าว ซีเบทขอสงวนสิทธิ์ในกรณีที่มีข้อผิดพลาดดังกล่าวในการลบผลิตภัณฑ์ที่เกี่ยวข้องทั้งหมดออกจากเว็บไซต์และดําเนินการอื่นใดเพื่อแก้ไขข้อผิดพลาดดังกล่าว</p>
                        <p><b>17.8</b> คุณรับทราบว่าวิธีที่คุณใช้ซอฟต์แวร์อยู่นอกเหนือการควบคุมของ Seabet ดังนั้น คุณติดตั้งและ/หรือใช้ซอฟต์แวร์โดยยอมรับความเสี่ยงเอง Seabet จะไม่รับผิดต่อคุณหรือบุคคลที่สามใด ๆ เกี่ยวกับการรับและ / หรือการใช้ซอฟต์แวร์ของคุณ</p>
                        <p><b>17.9</b> ซอฟต์แวร์อาจรวมถึงข้อมูลที่เป็นความลับซึ่งเป็นความลับและมีคุณค่าต่อผู้ให้บริการซอฟต์แวร์และ/หรือซีเบท คุณไม่มีสิทธิ์ใช้หรือเปิดเผยข้อมูลที่เป็นความลับนั้นนอกเหนือจากการปฏิบัติตามข้อกําหนดและเงื่อนไขเหล่านี้อย่างเคร่งครัด</p>
                        <p><b>17.10</b> ซีเบทจะไม่รับผิดชอบหากเว็บไซต์ไม่สามารถใช้งานได้ไม่ว่าด้วยเหตุผลใดก็ตามในเวลาใด ๆ หรือในช่วงเวลาใด ๆ เราขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือแก้ไขหรือเปลี่ยนแปลงระงับหรือยุติแง่มุมใด ๆ ของเว็บไซต์และเนื้อหาหรือบริการหรือผลิตภัณฑ์ที่มีอยู่ผ่านเว็บไซต์รวมถึงการเข้าถึงของคุณ</p>
                        <p><b>17.11</b> คุณต้องไม่ใช้เว็บไซต์ในทางที่ผิดโดยการแนะนําไวรัสโทรจันเวิร์มลอจิกบอมบ์หรือเนื้อหาอื่น ๆ ที่เป็นอันตรายหรือเป็นอันตรายทางเทคโนโลยี โดยเฉพาะอย่างยิ่งคุณต้องไม่เข้าถึงเว็บไซต์โดยปราศจากอํานาจแทรกแซงสร้างความเสียหายหรือรบกวนเว็บไซต์หรือส่วนใดส่วนหนึ่งของเว็บไซต์อุปกรณ์หรือเครือข่ายใด ๆ ที่เว็บไซต์โฮสต์ซอฟต์แวร์ใด ๆ ที่ใช้ในการเชื่อมต่อกับการจัดหาเว็บไซต์หรืออุปกรณ์ซอฟต์แวร์หรือเว็บไซต์ใด ๆ ที่บุคคลที่สามเป็นเจ้าของหรือใช้ คุณต้องไม่โจมตีเว็บไซต์ของเราผ่านการโจมตีแบบปฏิเสธการให้บริการ เราจะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายใด ๆ ที่เกิดจากการโจมตีแบบปฏิเสธการให้บริการไวรัสหรือวัสดุที่เป็นอันตรายทางเทคโนโลยีอื่น ๆ ที่อาจติดอุปกรณ์คอมพิวเตอร์โปรแกรมคอมพิวเตอร์ข้อมูลหรือเนื้อหาที่เป็นกรรมสิทธิ์อื่น ๆ ที่เกิดขึ้นเนื่องจากการใช้งานเว็บไซต์ซอฟต์แวร์หรือการดาวน์โหลดเนื้อหาใด ๆ ที่โพสต์บนเว็บไซต์หรือบนเว็บไซต์ใด ๆ ที่เชื่อมโยงกับเว็บไซต์</p>

                        <h3>18. เนื้อหาของบุคคลที่สาม</h3>
                        <p><b>18.1</b> Seabet ได้รับฟีดความเห็นและเนื้อหาจากซัพพลายเออร์หลายราย ผู้ให้บริการผลิตภัณฑ์บุคคลที่สามบางรายอาจกําหนดให้คุณต้องยอมรับข้อกําหนดและเงื่อนไขเพิ่มเติมที่ควบคุมการใช้ฟีดความเห็นและเนื้อหาของพวกเขา หากคุณไม่ยอมรับข้อกําหนดและเงื่อนไขของบุคคลที่สามที่เกี่ยวข้องคุณตกลงที่จะไม่ใช้ฟีดความเห็นหรือเนื้อหาที่เกี่ยวข้อง</p>
                        <p><b>18.2</b> Seabet ไม่ยอมรับความรับผิดใด ๆ เกี่ยวกับฟีดความเห็นและเนื้อหาของบุคคลที่สาม</p>
                        <p><b>18.3</b> ในกรณีที่เว็บไซต์มีลิงก์ไปยังเว็บไซต์และแหล่งข้อมูลของบุคคลที่สามลิงก์เหล่านี้มีไว้สําหรับข้อมูลของคุณเท่านั้น ซีเบทไม่มีอํานาจควบคุมเนื้อหาของเว็บไซต์หรือแหล่งข้อมูลเหล่านี้ และไม่รับผิดชอบต่อเนื้อหาหรือความสูญเสียหรือความเสียหายใด ๆ ที่อาจเกิดขึ้นจากการใช้งานของคุณ การรวมลิงก์ไปยังเว็บไซต์ของบุคคลที่สามไม่ถือเป็นการรับรองเว็บไซต์ผลิตภัณฑ์หรือบริการของบุคคลที่สามหากมี</p>

                        <h3>19. ข้อผิดพลาด</h3>
                        <p><b>19.1</b> ซีเบทจะไม่รับผิดในกรณีที่คุณพยายามหรือได้เปรียบจากข้อผิดพลาดใด ๆ เกี่ยวกับการเดิมพันหรือการเดิมพันบนเว็บไซต์หากคุณจงใจกระทําการโดยไม่สุจริตรวมถึงที่: </p>
                        <p>(i) มีข้อผิดพลาดที่ชัดเจนในอัตราต่อรองสเปรดแต้มต่อผลรวมเงินสดออก </p>
                        <p>(ii) Seabet ยังคงยอมรับการเดิมพันหรือการเดิมพันในตลาดปิดหรือระงับ </p>
                        <p>(iii) Seabet คํานวณหรือจ่ายเงินตามจํานวนการชําระบัญชีไม่ถูกต้อง รวมถึงกรณีที่การเดิมพันถูกแคชออกสําหรับจํานวนเงินที่ชําระเต็มจํานวน หรือการเดิมพันเป็นโมฆะอย่างไม่ถูกต้อง โดยเลือก 'โมฆะหากผู้เล่นไม่เริ่ม' ที่ตําแหน่งการเดิมพัน หรือ ข้อผิดพลาดใด ๆ ที่เกิดขึ้นในตัวสร้างตัวเลขสุ่มหรือตารางการจ่ายเงินที่รวมรวมหรือใช้ในเกมหรือผลิตภัณฑ์ใด ๆ</p>

                        <h3>20. เครื่องบด</h3>
                        <p><b>20.1</b> หากผู้ใช้ละเมิดข้อกําหนดใด ๆ ทั้งหมดหรือบางส่วนที่มีอยู่ในที่นี้ Seabet ขอสงวนสิทธิ์ในการดําเนินการดังกล่าวตามที่เห็นสมควรรวมถึงการยกเลิกข้อตกลงนี้หรือข้อตกลงอื่นใดกับผู้ใช้และ / หรือดําเนินการทางกฎหมายกับผู้ใช้ดังกล่าว</p>
                        <p><b>20.2</b> คุณตกลงที่จะชดใช้ค่าเสียหายปกป้องและปกป้องซีเบทและผู้ถือหุ้นกรรมการตัวแทนและพนักงานจากและต่อการเรียกร้องความต้องการความรับผิดความเสียหายความสูญเสียต้นทุนและค่าใช้จ่ายทั้งหมดรวมถึงค่าธรรมเนียมทางกฎหมายและค่าใช้จ่ายอื่น ๆ</p>
                        <p>ก) การที่คุณละเมิดข้อตกลงนี้ทั้งหมดหรือบางส่วน</p>
                        <p>ข) การละเมิดกฎหมายหรือสิทธิของบุคคลที่สามโดยคุณ และ</p>
                        <p>c) การใช้โดยคุณของบริการ</p>



                        <h3>21. ข้อจํากัดและความรับผิด</h3>
                        <p><b>21.1</b> ไม่ว่าในกรณีใด ๆ รวมถึงความประมาทเลินเล่อ Seabet จะไม่รับผิดชอบต่อความเสียหายพิเศษโดยบังเอิญโดยตรงโดยอ้อมหรือเป็นผลสืบเนื่องใด ๆ (รวมถึง แต่ไม่ จํากัด เพียงความเสียหายจากการสูญเสียผลกําไรทางธุรกิจการหยุดชะงักทางธุรกิจการสูญเสียข้อมูลทางธุรกิจหรือการสูญเสียทางการเงินอื่น ๆ ) ที่เกิดขึ้นจากการใช้งาน (หรือการใช้งานในทางที่ผิด) ของบริการแม้ว่า Seabet จะทราบล่วงหน้าถึงความเป็นไปได้ของความเสียหายดังกล่าวก็ตาม</p>
                        <p><b>21.2</b> ไม่มีสิ่งใดในข้อตกลงนี้ที่จะยกเว้นหรือจํากัดความรับผิดของ Seabet ต่อการเสียชีวิตหรือการบาดเจ็บส่วนบุคคลอันเป็นผลมาจากความประมาทเลินเล่อของ Seabet</p>

                        <h3>22. ทรัพย์สินทางปัญญา</h3>
                        <p><b>22.1</b> Seabet และผู้ออกใบอนุญาตเป็นผู้ถือสิทธิ์ทั้งหมดในและต่อบริการและรหัสโครงสร้างและองค์กรรวมถึงลิขสิทธิ์ความลับทางการค้าทรัพย์สินทางปัญญาและสิทธิ์อื่น ๆ คุณไม่สามารถภายในขอบเขตที่กําหนดโดยกฎหมายที่บังคับใช้: </p>
                        <p>(ก) คัดลอก แจกจ่าย เผยแพร่ ทําวิศวกรรมย้อนกลับ ถอดรหัส แยกส่วน แก้ไข หรือแปลเว็บไซต์ หรือ </p>
                        <p>(ข) ใช้บริการในลักษณะที่ต้องห้ามตามกฎหมายหรือข้อบังคับที่บังคับใช้ (แต่ละข้อข้างต้นเป็น "การใช้งานโดยไม่ได้รับอนุญาต") </p>
                        <p>Seabet ขอสงวนสิทธิ์ใด ๆ และทั้งหมดโดยนัยหรืออื่น ๆ ซึ่งไม่ได้มอบให้กับผู้ใช้อย่างชัดแจ้งภายใต้ข้อตกลงนี้และรักษาสิทธิ์กรรมสิทธิ์และผลประโยชน์ทั้งหมดในและต่อบริการ คุณยอมรับว่าคุณจะต้องรับผิดชอบต่อความเสียหายต้นทุนหรือค่าใช้จ่ายใด ๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับค่าคอมมิชชั่นของคุณจากการใช้งานที่ไม่ได้รับอนุญาต </p>
                        <p>ท่านจะต้องแจ้งให้ซีเบททราบทันทีเมื่อทราบถึงการว่าจ้างโดยบุคคลใด ๆ เกี่ยวกับการใช้งานโดยไม่ได้รับอนุญาต และจะให้ความช่วยเหลือตามสมควรแก่ซีเบทเกี่ยวกับการสอบสวนใด ๆ ที่ดําเนินการตามข้อมูลที่คุณให้ไว้ในส่วนนี้</p>
                        <p><b>22.2</b> คําว่า "Seabet"  ชื่อโดเมนและเครื่องหมายการค้าอื่น ๆ หรือเครื่องหมายบริการที่ Seabet ใช้เป็นส่วนหนึ่งของบริการ ("เครื่องหมายการค้า") เป็นของ Seabet แต่เพียงผู้เดียว นอกจากนี้ เนื้อหาทั้งหมดบนเว็บไซต์ รวมถึงแต่ไม่จํากัดเพียง รูปภาพ รูปภาพ กราฟิก ภาพถ่าย ภาพเคลื่อนไหว วิดีโอ เพลง เสียง และข้อความ ("เนื้อหาของเว็บไซต์") เป็นของ Seabet และได้รับการคุ้มครองโดยลิขสิทธิ์และ/หรือทรัพย์สินทางปัญญาอื่นๆ หรือสิทธิ์อื่นๆ คุณรับทราบว่าการใช้บริการนี้คุณจะไม่ได้รับสิทธิ์ในเนื้อหาของไซต์และ / หรือเครื่องหมายการค้าหรือส่วนใดส่วนหนึ่งของบริการ ไม่ว่าในกรณีใด ๆ คุณไม่สามารถใช้เนื้อหาของเว็บไซต์และ / หรือเครื่องหมายการค้าโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากซีเบท นอกจากนี้ คุณตกลงที่จะไม่กระทําการใดๆ ที่จะก่อให้เกิดอันตรายหรืออาจเป็นอันตรายต่อสิทธิ์ รวมถึงสิทธิ์ในทรัพย์สินทางปัญญาของซีเบท</p>

                        <h3>23. ข้อพิพาท</h3>
                        <p><b>23.1</b> หากผู้ใช้ต้องการร้องเรียนโปรดติดต่อทีมบริการลูกค้าของ Seabet ที่ (support{'@'}seabet.io) หากข้อพิพาทใด ๆ ไม่ได้รับการแก้ไขตามความพึงพอใจของคุณคุณสามารถดําเนินการแก้ไขในเขตอํานาจศาลกฎหมายที่ใช้บังคับที่ระบุไว้ด้านล่าง</p>

                        <h3>24. การแก้ไขเพิ่มเติม</h3>
                        <p><b>24.1</b> Seabet ขอสงวนสิทธิ์ในการปรับปรุงหรือแก้ไขข้อตกลงนี้หรือส่วนหนึ่งส่วนใดของข้อตกลงนี้ได้ตลอดเวลาหรือเปลี่ยนแปลงบริการโดยไม่ต้องแจ้งให้ทราบล่วงหน้าและคุณจะผูกพันตามข้อตกลงที่แก้ไขดังกล่าวเมื่อโพสต์ ดังนั้นเราขอแนะนําให้คุณตรวจสอบข้อกําหนดและเงื่อนไขที่มีอยู่ในเวอร์ชันของข้อตกลงที่มีผลบังคับใช้ในเวลาดังกล่าว การใช้บริการต่อไปของคุณจะถือว่าคุณยอมรับข้อตกลงในการแก้ไขข้อตกลงใด ๆ</p>

                        <h3>25. การแยกส่วน</h3>
                        <p><b>25.1</b> หากข้อกําหนดของข้อตกลงนี้เป็นหรือกลายเป็นสิ่งผิดกฎหมายไม่ถูกต้องหรือไม่สามารถบังคับใช้ได้ในเขตอํานาจศาลใด ๆ ซึ่งจะไม่ส่งผลกระทบต่อความถูกต้องหรือการบังคับใช้ในเขตอํานาจศาลนั้นของข้อกําหนดอื่นใดในที่นี้หรือความถูกต้องหรือการบังคับใช้ในเขตอํานาจศาลอื่น ๆ ของสิ่งนั้นหรือข้อกําหนดอื่น ๆ</p>

                        <h3>26. การมอบหมาย</h3>
                        <p><b>26.1</b> Seabet ขอสงวนสิทธิ์ในการกําหนดข้อตกลงนี้ทั้งหมดหรือบางส่วนได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า ผู้ใช้ไม่สามารถโอนสิทธิ์หรือภาระผูกพันใด ๆ ของตนภายใต้ข้อตกลงนี้</p>

                        <h3>27. เบ็ดเตล็ด</h3>
                        <p><b>27.1</b> การสละสิทธิ์โดย Seabet ต่อการละเมิดข้อกําหนดใด ๆ ของข้อตกลงนี้ (รวมถึงความล้มเหลวของ Seabet ที่จะกําหนดให้มีการปฏิบัติตามหรือปฏิบัติตามข้อกําหนดใด ๆ ของข้อตกลงนี้อย่างเคร่งครัดและแท้จริง) จะถูกตีความว่าเป็นการสละสิทธิ์ของการละเมิดข้อกําหนดดังกล่าวในภายหลังหรือการละเมิดข้อกําหนดอื่นใดของข้อตกลงนี้</p>
                        <p><b>27.2</b> ไม่มีสิ่งใดในข้อตกลงนี้ที่จะสร้างหรือมอบสิทธิ์หรือผลประโยชน์อื่นใดเพื่อประโยชน์ของบุคคลที่สามที่ไม่ใช่คู่สัญญาของข้อตกลงนี้</p>
                        <p><b>27.3</b> ไม่มีสิ่งใดในข้อตกลงนี้ที่จะสร้างหรือถือว่าเป็นการสร้างหุ้นส่วน ตัวแทน การจัดการความไว้วางใจ ความสัมพันธ์ที่ไว้วางใจ หรือการร่วมทุนระหว่างคุณกับซีเบท</p>
                        <p><b>27.4</b> Seabet อาจมอบหมาย โอน เรียกเก็บเงิน ออกใบอนุญาตช่วง หรือจัดการในลักษณะอื่นใดกับข้อตกลงนี้ หรือทําสัญญาช่วงสิทธิและภาระผูกพันใด ๆ ภายใต้ข้อตกลงนี้ให้แก่บุคคลอื่น</p>
                        <p><b>27.5</b> ข้อตกลงนี้ถือเป็นความเข้าใจและข้อตกลงทั้งหมดระหว่างท่านกับซีเบทเกี่ยวกับบริการ และมีผลแทนที่ข้อตกลง ความเข้าใจ หรือข้อตกลงใดๆ ก่อนหน้านี้ระหว่างท่านกับซีเบท</p>

                        <h3>28. การร้องเรียน</h3>
                        <p><b>28.1</b> หากคุณมีข้อร้องเรียนเกี่ยวกับบริการของเราคุณสามารถติดต่อฝ่ายสนับสนุนลูกค้าของเราผ่านทางแชทสดหรือทางอีเมล (support{'@'}seabet.io) เราจะพยายามแก้ไขเรื่องนี้ทันที</p>

                  </div>`,
    responsibleContent: `<div>
                            <h2>การพนันอย่างมีความรับผิดชอบ</h2>

                            <p>ในปี Seabet.io; แพลตฟอร์มและบริการที่เรามีให้ช่วยให้ลูกค้าของเราเพลิดเพลินไปกับการเล่นเกมและการเดิมพัน เป้าหมายของเราคือการจัดหาสภาพแวดล้อมที่ปลอดภัยปลอดภัยและมีการควบคุมซึ่งมอบประสบการณ์ที่น่าพึงพอใจและคุ้มค่าแก่คุณ เราสนับสนุนให้ลูกค้าของเราใช้บริการของเราอย่างมีความรับผิดชอบและสมเหตุสมผล</p>
                            <p>เกมคาสิโนทุกประเภทได้รับความนิยมมาหลายปีแล้วและในเกม Seabet.io ได้รับการออกแบบมาเพื่อนําความสนุกสนานมาสู่ทุกคน นอกจากนี้เรายังสนับสนุนให้ผู้เล่นของเรามีความสนุกสนานโดยไม่ปล่อยให้เกมรบกวนชีวิตประจําวันของพวกเขาและใช้เวลากับครอบครัวและเพื่อน ๆ สิ่งสําคัญคือต้องตรวจสอบให้แน่ใจว่าจํานวนเงินที่ใช้ไปกับเกมเป็นเพียงเงินทอนหรือเงินสํารองที่เหลืออยู่หลังจากค่าใช้จ่ายทั้งหมดในชีวิตของคุณและเป็นสิ่งสําคัญที่เกมไม่ใช่วิธีการหาเลี้ยงชีพเพราะคุณไม่สามารถรับประกันผลกําไรจากมันได้</p>
                            <p>แม้ว่าผู้เล่นส่วนใหญ่จะเล่นอย่างมีความรับผิดชอบและปกติ แต่น่าเสียดายที่มีผู้เล่นจํานวนน้อยที่อาจมีปัญหาในการดื่มด่ํากับการพนัน </p>
                            <p>ที่ Seabet.io คุณภาพชีวิต / จิตวิทยาของผู้เล่นของเรามีความสําคัญต่อเราและเรามีบทบาทของเราในการพนันอย่างมีความรับผิดชอบอย่างจริงจังและแนะนําคุณ:</p>
                            <ul>
                            <li>คิดว่าการเดิมพันและเกมของคุณเป็นรูปแบบหนึ่งของความบันเทิงโดยใช้เงินที่คุณจัดสรรไว้เพื่อความบันเทิงเท่านั้น</li>
                            <li>อย่าวางเดิมพันหรือเดิมพันมากกว่าที่คุณสามารถจ่ายได้</li>
                            <li>อย่าเดิมพันหรือเดิมพันด้วยเงินที่คุณไม่สามารถจะเสียได้</li>
                            <li>อย่าไล่ล่าความสูญเสียของคุณ</li>
                            <li>อย่าปล่อยให้การเดิมพันและ / หรือเกมของคุณใช้เวลาที่คุณใช้ในกิจกรรมอื่น ๆ ตามปกติ</li>
                            </ul>
                            <p>หากคุณมีข้อกังวลใด ๆ เกี่ยวกับพฤติกรรมการพนันของคุณและรู้สึกว่าคุณไม่สามารถทําตามคําแนะนําเหล่านี้ได้เราขอแนะนําให้คุณขอคําแนะนําจากองค์กรที่ได้รับการรับรองต่อไปนี้ซึ่งสามารถให้ความช่วยเหลือและคําแนะนําได้:</p>

                            <ul>
                                <li><a target="_blank" href="https://www.gamcare.org.uk/">GamCare</a></li>
                                <li><a target="_blank" href="https://keepitfun.rank.com/">Keep It Fun</a></li>
                                <li><a target="_blank" href="https://www.gamblingtherapy.org/">Gambling Therapy</a></li>
                              </ul>

                            <p>นอกจากนี้หากคุณต้องการเรียนรู้เกี่ยวกับกระบวนการยกเว้นตนเองของเราคุณสามารถส่งอีเมล (support{'@'}seabet.io) ฝ่ายบริการลูกค้า Seabet.io ที่เป็นมิตรของเรา บางครั้งการหยุดพักสั้น ๆ สามารถช่วยให้คุณชําระความคิดของคุณและหยุดคุณจากการตัดสินใจเดิมพันผื่นที่ไม่ตรงกับปกติของคุณ</p>
                            <p>เมื่อมีการร้องขอเราจะวางบัญชีของคุณด้วยระยะเวลาการระบายความร้อนอย่างน้อย 24 ชั่วโมง ต่อจากนั้นตัวแทนฝ่ายสนับสนุนของเราจะแจ้งให้คุณทราบถึงการยกเว้นตนเองโดยสมัครใจ 1 สัปดาห์ 1 เดือน 3 เดือน 6 เดือนหรือถาวร</p>
                            <p>โปรดทราบ; บัญชีที่ปิดภายใต้นโยบายการยกเว้นตนเองของเราไม่สามารถเพิกถอนหรือเปิดใหม่ได้ไม่ว่าด้วยเหตุผลใดก็ตาม อย่างไรก็ตามเมื่อการยกเว้นตนเองของคุณหมดอายุเราจะส่งอีเมลแจ้งให้คุณทราบว่าบัญชีของคุณใช้งานได้อีกครั้ง การยกเว้นตนเองอย่างถาวรจะมีอยู่อย่างไม่มีกําหนด</p>

                            <p>ยังไม่บรรลุนิติภาวะ</p>
                            <p>หากคุณต้องการเล่นการพนันกับเราในปี Seabet.io คุณต้องมีอายุอย่างน้อย 18 ปีหรืออายุขั้นต่ําตามกฎหมายในการเล่นการพนัน (หากน้อยกว่า) ในเขตอํานาจศาลที่คุณถืออยู่ภายใต้กฎหมายที่บังคับใช้กับคุณ</p>

                            <p>เราขอแนะนําว่าหากคุณมีผู้เยาว์ในบ้านของคุณโปรดดูลิงก์ต่อไปนี้ไปยังซอฟต์แวร์การควบคุมโดยผู้ปกครองซึ่งอาจเป็นเครื่องมือที่มีประโยชน์ในการควบคุมและ จํากัด สิ่งที่สามารถเข้าถึงได้บนอุปกรณ์ของคุณ</p>

                            <ul>
                                <li><a target="_blank" href="https://www.netnanny.com/">https://www.netnanny.com/</a></li>
                                <li><a target="_blank" href="https://www.cyberpatrol.com/">https://www.cyberpatrol.com/</a></li>
                              </ul>
                        </div>`,
    amlContent: `<div>
                    <h2>แถลงการณ์ต่อต้านการฟอกเงิน และการต่อต้านการสนับสนุนทางการเงินแก่การก่อการร้าย</h2>
                    <h3>1. รูปแบบธุรกิจของ บริษัท</h3>
                    <p>ปัจจุบัน Seabet รองรับผู้ใช้ในกว่า 169 ประเทศทั่วโลก ในฐานะที่เป็นส่วนหนึ่งของการดําเนินงานทั่วโลก Seabet ได้กําหนดมาตรการการปฏิบัติตามข้อกําหนดที่สอดคล้องกับบริการและผลิตภัณฑ์ที่ออกแบบมาเพื่อป้องกันและตรวจจับกิจกรรมที่ผิดกฎหมายบนแพลตฟอร์ม สิ่งเหล่านี้รวมถึงการเตรียมความพร้อมและการคัดกรองการปฏิบัติตามข้อกําหนดสําหรับลูกค้าและการควบคุมตามธุรกรรม</p>
                    <h3>2. คําแถลงนโยบายบริษัท</h3>
                    <p>ซีเบทห้ามและปฏิเสธที่จะใช้ผลิตภัณฑ์ของซีเบทสําหรับกิจกรรมที่ผิดกฎหมายทุกรูปแบบ รวมถึงการฟอกเงิน การจัดหาเงินทุนของผู้ก่อการร้าย หรือการละเมิดมาตรการคว่ําบาตรทางการค้า ซึ่งสอดคล้องกับกฎหมาย ข้อบังคับ และแนวทางการต่อต้านการฟอกเงินแห่งชาติ (AML)</p>
                    <p>Seabet ยังคงตรวจสอบพารามิเตอร์ที่กําหนดโดยแนวทางที่กําหนดโดย Financial Action Task Force (FATF) และองค์กรการค้าเกมบางแห่งและคณะกรรมการควบคุมการพนันคูราเซาและจะดําเนินการตามที่เห็นสมควรเพื่อสะท้อนการเปลี่ยนแปลงในกฎหมาย</p>
                    <p>Seabet ตั้งใจที่จะปฏิบัติตามแนวทางปฏิบัติที่ดีที่สุดทั่วโลกและป้องกันไม่ให้ผลิตภัณฑ์ Seabet ถูกใช้เพื่ออํานวยความสะดวกในกิจกรรมดังกล่าว แนวทางปฏิบัติที่ดีที่สุดเหล่านี้รวมถึง:</p>
                    <ul>
                        <li>ใช้นโยบายที่เป็นลายลักษณ์อักษรและขั้นตอนและการควบคุมที่ออกแบบมาอย่างสมเหตุสมผลเพื่อป้องกันการฟอกเงินการจัดหาเงินทุนของผู้ก่อการร้ายและการละเมิดการคว่ําบาตรทางการค้า</li>
                        <li>ในกรณีที่เหมาะสม ให้แต่งตั้งเจ้าหน้าที่กํากับดูแลการปฏิบัติตามนโยบาย ขั้นตอน และการควบคุม</li>
                        <li>ให้การศึกษาและการฝึกอบรมที่เกี่ยวข้องแก่บุคลากรที่เกี่ยวข้อง</li>
                        <li>การตรวจสอบการตรวจสอบและการบํารุงรักษานโยบายขั้นตอนและการควบคุมที่เป็นอิสระ</li>
                    </ul>
                    <h3>3. คำ นิยาม</h3>
                    <p>คํานิยามต่อไปนี้ใช้กันอย่างแพร่หลายในอุตสาหกรรม:</p>
                    <p>การฟอกเงิน: กระบวนการสร้างรายได้ที่ได้มาอย่างผิดกฎหมายนั้นถูกต้องตามกฎหมาย กระบวนการนี้โดยทั่วไปจะแบ่งออกเป็นสามขั้นตอน: การจัดเก็บการจัดระดับและการรวม</p>
                    <p>เงินฝาก: กระบวนการฝากเงินที่ผิดกฎหมายไปยังสถาบันการเงินแบบดั้งเดิมผ่านการฝากเงินหรือวิธีการอื่น</p>
                    <p>การแบ่งชั้น: กระบวนการแยกเงินของกิจกรรมทางอาญาออกจากแหล่งที่มาโดยใช้ธุรกรรมทางการเงินในระดับที่ซับซ้อนเช่นการแปลงเงินสดเป็นเช็คของนักเดินทางธนาณัติการโอนเงินผ่านธนาคารเลตเตอร์ออฟเครดิตหุ้นพันธบัตรหรือการซื้อสินทรัพย์</p>
                    <p>บูรณาการ: การใช้ธุรกรรมที่ดูเหมือนถูกต้องตามกฎหมายเพื่อปกปิดผลกําไรที่ผิดกฎหมายเพื่อให้สามารถแจกจ่ายเงินที่ฟอกให้กับอาชญากรได้ นําเงินที่ฟอกเงินในปัจจุบันกลับมาใช้ตามปกติ</p>
                    <p>กิจกรรมที่น่าสงสัย: กิจกรรมที่ดําเนินการโดยผู้ใช้หรือไม่ใช่ผู้ใช้โดยใช้สถาบันที่มีข้อบ่งชี้ว่าบุคคลที่ทําธุรกรรมอาจมีวัตถุประสงค์เพื่อการฉ้อโกงหรือผิดกฎหมาย</p>
                    <p>การคว่ําบาตร: การคว่ําบาตรเป็นกิจกรรมที่ดําเนินการโดยประชาคมระหว่างประเทศเพื่อห้ามหรือจํากัดกิจกรรมที่เป็นเป้าหมายของการคว่ําบาตร ตัวอย่างเช่นพวกเขาคุ้นเคยกับ:</p>
                    <ul>
                        <li>ส่งเสริมให้รัฐหรือระบอบการปกครองเป้าหมายเปลี่ยนพฤติกรรม</li>
                        <li>กดดันประเทศเป้าหมายให้ปฏิบัติตามเป้าหมายที่ตั้งไว้</li>
                        <li>เป็นเครื่องมือในการบังคับใช้กฎหมายเมื่อสันติภาพและความมั่นคงระหว่างประเทศถูกคุกคามและความพยายามทางการทูตล้มเหลว</li>
                        <li>การป้องกันและปราบปรามการจัดหาเงินทุนของผู้ก่อการร้ายหรือการกระทําของผู้ก่อการร้าย</li>
                    </ul>
                    <h3>4. การกํากับดูแลและการกํากับดูแล</h3>
                    <p>Seabet ได้แต่งตั้งประธานเจ้าหน้าที่ฝ่ายกํากับดูแลการปฏิบัติตามกฎระเบียบ (CCO) เพื่อประสานงานการดําเนินการตามนโยบายและโปรแกรมนโยบายของ AML ความรับผิดชอบของประธานเจ้าหน้าที่ฝ่ายกํากับดูแลยังรวมถึงการพัฒนาแผน AML ทํางานร่วมกับผู้มีส่วนได้ส่วนเสียอื่น ๆ เพื่อแก้ไขนโยบาย AML ประเมินข้อกําหนดด้านกฎระเบียบใหม่และตรวจสอบกิจกรรมที่น่าสงสัยหรือผิดปกติที่อาจเกิดขึ้น Seabet ยังให้การฝึกอบรม AML แก่พนักงานทุกคนเป็นประจํา</p>
                    <h3>5. การศึกษาและการฝึกอบรม</h3>
                    <p>Seabet ด้วยความช่วยเหลือของที่ปรึกษากฎหมายและอยู่ภายใต้การดูแลของ CCO อาจจัดให้มีการฝึกอบรมการปฏิบัติตาม AML, CFT และการคว่ําบาตรทางการค้าแก่พนักงานเป็นประจําตามความจําเป็น</p>
                    <h3>6. รายงาน</h3>
                    <p>Seabet มีหน้าที่ต้องรายงานธุรกรรมที่ผิดปกติหรือน่าสงสัยตามพระราชกฤษฎีกาของประเทศ ลูกค้าที่ระบุในรายการคว่ําบาตรที่เกี่ยวข้องกับการฟอกเงินหรือการจัดหาเงินทุนของผู้ก่อการร้ายหรือกิจกรรมทางอาญาอื่น ๆ จะถูกรายงานต่อหน่วยงานกํากับดูแลว่าเป็นกิจกรรมที่น่าสงสัย</p>
                </div>`,
    selfExclusionContent: `<div>
                              <h2>นโยบายการยกเว้นตนเอง</h2>
                              <p>หากคุณรู้สึกว่าคุณไม่สามารถควบคุมการพนันหรือการพนันได้อย่างปลอดภัยอีกต่อไปเราขอเสนอทางเลือกให้คุณยกเว้นตนเองจากการเดิมพันกับเรา หากต้องการเริ่มระยะเวลาการระบายความร้อนตามที่ระบุไว้ด้านล่างโปรดไปที่การตั้งค่าบัญชีของคุณ</p>

                              <h3>1. ภาพรวม</h3>
                              <p>สําหรับคนส่วนใหญ่การพนันเป็นกิจกรรมสันทนาการและความบันเทิงที่สนุกสนาน แต่สําหรับบางคนการพนันอาจมีผลกระทบด้านลบ ด้วยเหตุนี้ เราจึงได้พัฒนานโยบายนี้เพื่อสื่อสารแนวทางของเราเกี่ยวกับการพนันอย่างมีความรับผิดชอบและลดอันตรายต่อผู้บริโภคที่อาจเสี่ยงต่อการเกิดปัญหาการพนัน</p>

                              <h3>2. การพนันอย่างมีความรับผิดชอบคืออะไร?</h3>
                              <p>"การพนันอย่างมีความรับผิดชอบ" เป็นแนวคิดกว้าง ๆ ที่มีจุดมุ่งหมายเพื่อให้แน่ใจว่าการพนันจะดําเนินการในลักษณะที่มีโอกาสเกิดอันตรายที่เกี่ยวข้องกับปัญหาการพนันลดลง มันเคารพความรับผิดชอบของบุคคลสําหรับการกระทําของตนเอง แต่ยังยอมรับความรับผิดชอบในส่วนของผู้ให้บริการ</p>

                              <h3>3. ปัญหาการพนันคืออะไร?</h3>
                              <p>ปัญหาการพนันเกิดขึ้นเมื่อบุคคลสูญเสียการควบคุมการพนันโดยเฉพาะอย่างยิ่งจํานวนเงินที่เล่นการพนันและระยะเวลาที่อุทิศให้กับการพนัน</p>

                              <h3>4. หลักการดูแลลูกค้า</h3>
                              <p>ที่ Seabet.io เราต้องการเป็นผู้นําในอุตสาหกรรมในการจัดหาสภาพแวดล้อมที่ปลอดภัยสําหรับลูกค้าของเรา เราสนับสนุนและส่งเสริมแนวทางการพนันอย่างมีความรับผิดชอบและจัดหาเครื่องมือเพื่อช่วยลูกค้าของเราในการรักษาการควบคุมการพนันของพวกเขา</p>

                              <h3>5. นโยบายการพนันอย่างมีความรับผิดชอบ</h3>
                              <p>เรามุ่งมั่นที่จะแบ่งปันความรับผิดชอบกับรัฐบาลและชุมชนและบุคคลทั่วไปในการช่วยลูกค้าควบคุมการพนันของพวกเขาและช่วยเหลือนักพนันที่มีปัญหาในการระบุปัญหาและขอความช่วยเหลือ</p>
                              <p>วิธีการบางอย่างที่เราทําเช่นนี้คือ: i. อนุญาตให้ลูกค้าของเราแยกตนเอง (ไม่ว่าจะชั่วคราวหรือถาวร) จากการเดิมพันกับเรา ii. การให้ข้อมูลและข้อความการพนันอย่างมีความรับผิดชอบแก่ลูกค้าของเรา iii. ฝึกอบรมพนักงานของเราเกี่ยวกับการพนันอย่างมีความรับผิดชอบในการปฐมนิเทศและอย่างน้อยปีละครั้ง iv. และแนะนําลูกค้าของเราที่ได้รับผลกระทบจากปัญหาการพนันไปยังบริการสนับสนุนที่เกี่ยวข้องกับการพนัน</p>
                              <p>เรามุ่งมั่นที่จะบรรลุผลลัพธ์ดังต่อไปนี้:</p>
                              <ul>
                              <li>ลดขอบเขตของอันตรายที่เกี่ยวข้องกับการพนันต่อบุคคลและชุมชนในวงกว้าง</li>

                              <li>ช่วยให้ลูกค้าสามารถตัดสินใจได้อย่างชาญฉลาดเกี่ยวกับแนวทางการพนันของพวกเขา </li>

                              <li>ช่วยให้ผู้ที่ได้รับผลกระทบจากการพนันสามารถเข้าถึงความช่วยเหลือและข้อมูลที่เหมาะสมและทันท่วงที </li>

                              <li>ส่งเสริมความเข้าใจร่วมกันระหว่างบุคคลชุมชนอุตสาหกรรมการพนันและรัฐบาลเกี่ยวกับการพนันอย่างมีความรับผิดชอบ </li>

                              <li>สร้างความมั่นใจว่าอุตสาหกรรมการพนันมีสภาพแวดล้อมที่ปลอดภัยและสนับสนุนสําหรับการส่งมอบผลิตภัณฑ์และบริการการพนัน</li>
                              </ul>
                              <h3>6. ผู้เยาว์</h3>
                              <p>ในฐานะผู้ให้บริการที่รับผิดชอบเรามุ่งมั่นที่จะปกป้องผู้เยาว์โดยดําเนินการอย่างแข็งขันเพื่อแยกผู้เยาว์ออกจากการวางเดิมพันโดยใช้แพลตฟอร์มการเดิมพันของเรา บริการของเราออกแบบมาเพื่อดึงดูดและใช้งานโดยบุคคลที่มีอายุอย่างน้อย 18 ปี</p>

                              <h3>7. ตัวเลือกการกรอง</h3>
                              <p>ตัวเลือกการกรองสามารถเปิดใช้งานเพื่อช่วยป้องกันไม่ให้บุคคลเข้าสู่คาสิโนออนไลน์หรือเว็บไซต์เดิมพันกีฬาออนไลน์ หากผู้เยาว์สามารถเข้าถึงอุปกรณ์ที่คุณใช้ในการเข้าถึงแพลตฟอร์มการเดิมพันของเราเราขอแนะนําให้คุณใช้ซอฟต์แวร์กรองเพื่อป้องกันการเข้าถึงแพลตฟอร์มการเดิมพันของเราโดยผู้เยาว์</p>

                              <h3>8. ความช่วยเหลือเพิ่มเติม</h3>
                              <p>ในกรณีที่ต้องการความช่วยเหลือโปรดติดต่อทีมสนับสนุนของเราที่ support{'@'}seabet.io หรือในระบบแชทสดของเราและตัวแทนของเราจะสามารถให้รายละเอียดของสมาคมและหมายเลขโทรศัพท์ช่วยเหลือที่มีอยู่ในประเทศของคุณ</p>

                              <h3>9. เงื่อนไขและกระบวนการ</h3>
                              <p>การยกเว้นตนเองหมายถึงการหยุดการพนันหรือการพนันตามเวลาที่กําหนด การยกเว้นตนเองอาจเป็นแบบชั่วคราวหรือถาวร</p>
                              <p>โดยการร้องขอหนึ่งในช่วงเวลาการยกเว้นตนเองของเราตามข้อเสนอคุณยอมรับข้อกําหนดและเงื่อนไขต่อไปนี้ซึ่งจะมีผลตั้งแต่นาทีที่คุณได้รับอีเมลยืนยันการยกเว้นตนเองที่คุณเลือกอีเมลนี้จะถูกส่งไปยังที่อยู่อีเมลที่ใช้ในการลงทะเบียนบัญชีของคุณเท่านั้นและจะแสดงวันที่เสร็จสิ้นการยกเว้นตนเอง</p>
                              <p>คําขอที่ทําผ่านฟังก์ชันแชทของเราจะไม่ถูกดําเนินการ อย่างไรก็ตามตัวแทนฝ่ายสนับสนุนลูกค้าจะนําคุณไปยังบริการอีเมลสนับสนุนลูกค้าของเรา</p>
                              <p>เมื่อได้รับคําขอทางอีเมลสําหรับการปิดบัญชีบัญชีที่ร้องขอและบัญชีที่เชื่อมโยงใด ๆ จะถูกวางไว้ในขั้นตอนแรกของเราระยะเวลาการระบายความร้อนตลอด 24 ชั่วโมงซึ่งจะปิดการใช้งานบัญชีหรือบัญชีของคุณทําให้ไม่มีกิจกรรมการพนัน เมื่อเวลานี้ผ่านไป ในขณะที่บัญชีหรือบัญชีของคุณยังคงปิดอยู่ตัวแทนฝ่ายสนับสนุนลูกค้าจะแจ้งให้คุณทราบถึงการยกเว้นตนเอง 1 สัปดาห์ 1 เดือน 6 เดือนและถาวร จะไม่มีการเปลี่ยนแปลงของช่วงเวลาเหล่านี้ ในการดําเนินการตามขั้นตอนนี้เราจะต้องมีการตอบกลับทางอีเมล หากเราไม่ได้รับการตอบกลับภายใน 24 ชั่วโมงบัญชีของคุณจะถูกเปิดใหม่และยืนยันทางอีเมล</p>

                              <p>หากหลังจากตรวจสอบตัวเลือกการยกเว้นตนเองของเราแล้วคุณตัดสินใจว่าต้องการดําเนินการยกเว้นตนเองอย่างถาวรคุณจะต้องกําหนดระยะเวลาการยกเว้นเมื่อได้รับแจ้ง ในบางครั้งเราอาจตัดสินใจวางบัญชีในช่วงเวลายกเว้นตนเองสั้น ๆ หากเราเชื่อว่าจําเป็นและหรือเป็นประโยชน์ต่อลูกค้า สิ่งนี้จะสื่อสารทางอีเมล ข้อกําหนดและเงื่อนไขข้างต้นจะมีผลบังคับใช้</p>

                              <p>คุณไม่ได้รับอนุญาตให้ออกจากยอดคงเหลือใด ๆ ในบัญชีของคุณในช่วงเวลาที่ยกเว้นตนเอง คุณจะไม่สามารถเข้าถึงบัญชีของคุณเพื่อถอนเงินใด ๆ ในระหว่างการยกเว้นตนเองที่คุณร้องขอ หากคุณมีบัญชีที่ได้รับผลกระทบจากการยกเว้นตนเองที่มีการเดิมพันที่ใช้งานอยู่ฟังก์ชัน Cash Out จะถูกนําไปใช้ ณ จุดยืนยันการยกเว้นตนเอง การเดิมพันจะไม่เป็นโมฆะ เงินเดิมพันจะไม่ถูกส่งคืนหรือยังคงใช้งานได้ตลอดระยะเวลาการยกเว้นตนเอง การเดิมพันจะไม่ถูกคืนสถานะหลังจากเสร็จสิ้นการยกเว้นตนเอง ในขณะที่ไม่รวมตนเองคุณไม่มีสิทธิ์ได้รับผลประโยชน์โบนัสหรือโหลดซ้ําในรูปแบบใด ๆ</p>

                              <p>เมื่อมีการใช้การยกเว้นตนเองกับบัญชีของคุณบัญชีจะยังคงอยู่จนกว่าเวลาคําขอจะเสร็จสิ้นจะไม่ถูกย้อนกลับหรือลดลงไม่ว่าด้วยเหตุผลใดก็ตาม การยกเว้นตนเองอย่างถาวรจะยังคงปิดอย่างไม่มีกําหนด</p>

                              <p>เราจะใช้ความพยายามที่สมเหตุสมผลทั้งหมดเพื่อให้แน่ใจว่าสอดคล้องกับนโยบายการยกเว้นตนเองในการเล่นการพนันอย่างมีความรับผิดชอบของเรา อย่างไรก็ตามคุณยอมรับว่าเราจะไม่รับผิดชอบหรือรับผิดหากคุณพยายามเปิดบัญชีใหม่หรือประสบความสําเร็จ นอกจากนี้เราจะไม่รับผิดชอบหรือรับผิดชอบหากคุณยังคงฝากเงินและเดิมพันโดยใช้บัญชีเพิ่มเติมซึ่งไม่เคยเปิดเผยมาก่อน การเดิมพันในอนาคตเงินรางวัลและรายการในโปรโมชั่นใด ๆ ในช่วงเวลาที่ได้รับการยกเว้นด้วยตนเองจะถูกริบส่งผลให้ไม่มีการคืนเงินเดิมพันหรือการจ่ายเงินรางวัล เราจะไม่สามารถคืนสถานะเหล่านี้ได้หากบัญชีถูกเปิดใหม่หลังจากระยะเวลาการยกเว้นตนเอง หลังจากยกเว้นตนเองคุณยอมรับว่า:</p>

                              <p>คุณไม่ควรพยายามฝากเงินหรือวางเดิมพันใด ๆ ในบัญชีใด ๆ ของคุณที่คุณขอให้ได้รับการยกเว้นในระหว่างการยกเว้นตนเองที่คุณเลือก</p>

                              <p>คุณไม่ควรพยายามหรือดําเนินการเปิดบัญชีใหม่ใด ๆ ในช่วงระยะเวลาการยกเว้นตนเองของคุณหรืออย่างไม่มีกําหนดหากมีการเลือกการยกเว้นตนเองอย่างถาวร</p>

                              <p>หากคุณประสบความสําเร็จในการเปิดบัญชีใหม่ในช่วงระยะเวลาการยกเว้นตนเองเราจะพยายามปิดบัญชีดังกล่าวทั้งหมดโดยเร็วที่สุด</p>
                              <p>ความรับผิดชอบของเราเป็นเพียงการดําเนินการตามสมควรเพื่อป้องกันไม่ให้คุณเล่นการพนันในผลิตภัณฑ์ใด ๆ ของเรา นอกจากนี้ยังเป็นความรับผิดชอบของลูกค้าในการละเว้นจากการละเมิดข้อกําหนดที่ตกลงกันเหล่านี้</p>

                              <p>คําขอยกเว้นตนเองเป็นคําขอโดยสมัครใจของคุณ หากคุณดําเนินการขัดขืนคําขอดังกล่าวหรือพนักงานหรือบุคคลในเครือจะต้องรับผิดชอบหรือรับผิดต่อความสูญเสียใด ๆ ที่คุณอาจประสบ ความสูญเสียใด ๆ ที่เกิดขึ้นในช่วงระยะเวลาการยกเว้นตัวเองจะไม่ได้รับการคืนเงิน</p>

                              <p>หากคุณกระทําการขัดต่อคําขอยกเว้นตนเองเราขอสงวนดุลยพินิจที่จะยกเลิกหรือยกเลิกการเดิมพันใด ๆ ที่คุณวางไว้และดําเนินการอื่น ๆ ที่เหมาะสม นอกจากนี้หากเรามีข้อสงสัยหรือการตรวจสอบเพิ่มเติมให้หลักฐานว่าคุณได้พยายามปลอมแปลงแหล่งที่มาของบัญชีหรือบัญชีของคุณซึ่งส่งผลต่อความสามารถของเราในการบล็อกบัญชีหรือบัญชีของคุณทันที บริษัท ยังคงมีดุลยพินิจที่จะยกเลิกหรือยกเลิกการเดิมพันใด ๆ ที่คุณวางไว้และดําเนินการอื่น ๆ ที่เหมาะสม</p>

                              <p>เมื่อการยกเว้นตนเองที่คุณเลือกสิ้นสุดลงบัญชีของคุณจะถูกเปิดใหม่โดยอัตโนมัติ อย่างไรก็ตามคุณจะได้รับอีเมลยืนยันข้อมูลนี้ซึ่งจะถูกส่งไปยังที่อยู่อีเมลที่คุณลงทะเบียนไว้</p>
                          </div>`,
    privacyContent: `<div>
                        <h2>นโยบายความเป็นส่วนตัว </h2>
                        <p>Seabet.io เคารพและปกป้องความเป็นส่วนตัวของผู้ใช้บริการของเราทั้งหมด นโยบายความเป็นส่วนตัวนี้ ("นโยบาย") ให้รายละเอียดเกี่ยวกับวิธีที่เรารวบรวมจัดเก็บใช้และเปิดเผยข้อมูลส่วนบุคคลของคุณ</p>
                        <h3>1. ขอบเขตและการใช้งาน </h3>
                        <p>นโยบายนี้ใช้กับการเข้าถึงและการใช้งาน Seabet.io ("เว็บไซต์") และเว็บไซต์และแอปพลิเคชันทั้งหมดภายใต้แบรนด์ซีเบท รวมถึงแอปพลิเคชันมือถือและแท็บเล็ตทั้งหมดของเรา นอกจากนี้นโยบายนี้ยังมีผลบังคับใช้เมื่อเราโต้ตอบกับคุณในรูปแบบอื่น ๆ</p>
                        <h3>2. ความยินยอมและการแก้ไขของผู้ใช้</h3>
                        <p>การใช้เว็บไซต์ของซีเบทแสดงว่าคุณตกลงที่จะผูกพันตามนโยบายนี้ เราขอสงวนสิทธิ์ตามดุลยพินิจของเรา แต่เพียงผู้เดียวในการแก้ไขหรือเปลี่ยนแปลงนโยบายนี้ได้ตลอดเวลาและเราจะโพสต์การเปลี่ยนแปลงดังกล่าวบนเว็บไซต์และการเปลี่ยนแปลงดังกล่าวจะมีผลทันทีเมื่อโพสต์ การที่คุณใช้ไซต์ต่อไปหลังจากการเปลี่ยนแปลงดังกล่าวถือว่าคุณยอมรับการเปลี่ยนแปลงดังกล่าว นโยบายนี้ใช้ไม่ได้กับเว็บไซต์อื่นที่เชื่อมโยงกับเว็บไซต์นี้</p>
                        <h3>3. ข้อมูลส่วนบุคคลที่เก็บรวบรวม</h3>
                        <ul>
                        <li>เราอาจรวบรวมและประมวลผลข้อมูลส่วนบุคคลประเภทต่อไปนี้:</li>
                        <li>ชื่อ</li>
                        <li>ที่อยู่อีเมล</li>
                        <li>ข้อมูลการตั้งค่าที่ผู้ใช้ส่งมา</li>
                        <li>วันเกิด</li>
                        <li>สัญชาติ</li>
                        <li>ที่อยู่ทางกายภาพ</li>
                        <li>หมายเลขประจําตัวประชาชน</li>
                        <li>บัตรประจําตัวที่ออกโดยรัฐบาล</li>
                        <li>ข้อมูลตําแหน่ง</li>
                        <li>ข้อมูลอุปกรณ์</li>
                        <li>ที่อยู่ IP</li>
                        </ul>
                        <p>ข้อมูลนี้ได้มาจากข้อมูลที่คุณให้ไว้เมื่อคุณลงทะเบียนบัญชีหรือสื่อสารกับเราเป็นหลัก</p>
                        <h3>4. วัตถุประสงค์ของการเก็บรวบรวม</h3>
                        <p>เรารวบรวมข้อมูลส่วนบุคคลของคุณเพื่อ:</p>
                        <ul>
                        <li>ดําเนินการยืนยันตัวตนลูกค้า (KYC)</li>
                        <li>เพื่อให้คุณสามารถสมัครรับการสื่อสารทางการตลาดของเรา</li>
                        <li>วิธีดําเนินการสมัครสมาชิกของคุณ</li>
                        <li>เพื่อให้บริการและปรับปรุงบริการของเรา</li>
                        <li>ระบุและยืนยันตัวตนของคุณ</li>
                        <li>สื่อสารกับคุณ</li>
                        <li>ดําเนินการวิจัยตลาดและกิจกรรมส่งเสริมการขาย</li>
                        <li>เพื่อตอบคําถามและคําขอของคุณ</li>
                        <li>เพื่อปฏิบัติตามข้อผูกพันตามสัญญาและกฎหมายของเรา</li>
                        </ul>

                        <h3>5. การใช้และการเปิดเผยข้อมูลส่วนบุคคล</h3>
                        <p>เราอาจใช้ข้อมูลส่วนบุคคลของคุณสําหรับกิจกรรมทางการตลาดและอาจบอกคุณเกี่ยวกับผลิตภัณฑ์หรือบริการที่เราคิดว่าคุณอาจสนใจทางอีเมลข้อความหรือโทรศัพท์ หากคุณไม่ต้องการรับข้อมูลการตลาดหรือส่งเสริมการขายจากเราอีกต่อไปคุณสามารถยกเลิกการสมัครได้ตลอดเวลาโดยติดต่อเราทางอีเมล</p>
                        <h3>6. ความปลอดภัยของ ข้อมูลส่วนบุคคล</h3>
                        <p>ผู้ใช้จะต้องเข้าใจว่าการส่งข้อมูลทางอินเทอร์เน็ตนั้นไม่ปลอดภัยอย่างแน่นอน Seabet.io ไม่สามารถรับประกันความปลอดภัยอย่างแท้จริงของข้อมูลที่ผู้ใช้อัปโหลดไปยังแพลตฟอร์มและผู้ใช้จะต้องรับความเสี่ยง อย่างไรก็ตามหลังจากได้รับการส่งข้อมูลของผู้ใช้ Seabet.io จะใช้มาตรการที่เหมาะสมเพื่อป้องกันการใช้ในทางที่ผิดการสูญเสียและการเข้าถึงการแก้ไขและการเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้โดยไม่ได้รับอนุญาต ซึ่งรวมถึงการใช้การป้องกันด้วยรหัสผ่านของระบบและฐานข้อมูลรวมถึงการใช้เทคโนโลยี Secure Sockets Layer (SSL) โดยการใช้บริการของเราหรือให้ข้อมูลส่วนบุคคลผู้ใช้ยอมรับว่าเราอาจสื่อสารกับคุณทางอิเล็กทรอนิกส์เกี่ยวกับปัญหาด้านความปลอดภัยความเป็นส่วนตัวและการบริหารที่เกี่ยวข้องกับการใช้บริการ พนักงานตัวแทนและผู้รับเหมา Seabet.io จะต้องเก็บข้อมูลส่วนบุคคลและธุรกรรมของสมาชิกไว้เป็นความลับ ข้อมูลที่โพสต์โดยผู้ใช้บนแพลตฟอร์มสาธารณะหรือสภาพแวดล้อมโซเชียลมีเดีย (เช่น Facebook, Twitter) จะถือเป็นข้อมูลสาธารณะ Seabet.io ไม่สามารถรับประกันความปลอดภัยของข้อมูลดังกล่าวได้</p>
                        <p>เราเน้นย้ําว่าบริการของเราไม่ได้มุ่งเป้าไปที่เด็กและเราไม่ยอมรับบัญชีหรือข้อมูลส่วนบุคคล อย่างไรก็ตามพ่อแม่หรือผู้ปกครองมีหน้าที่ตรวจสอบกิจกรรมทางอินเทอร์เน็ตของบุตรหลาน ตรวจสอบให้แน่ใจว่าได้ออกจากระบบบัญชีของคุณทันทีที่คุณใช้เว็บไซต์เสร็จแล้วโดยเฉพาะอย่างยิ่งหากคุณกําลังแชร์อุปกรณ์ของคุณ ผู้ใช้มีหน้าที่รับผิดชอบต่อความปลอดภัยและสิทธิ์การเข้าถึงของอุปกรณ์ที่ใช้ในการเข้าถึงเว็บไซต์ ในที่สุดผู้ใช้รักษาความลับของชื่อผู้ใช้รหัสผ่านและข้อมูลบัญชีและระมัดระวังเมื่อใช้อินเทอร์เน็ตและเว็บไซต์ของเรา</p>
                        <h3>7. การเข้าถึงข้อมูลส่วนบุคคล</h3>
                        <p>ผู้ใช้สามารถเข้าถึงข้อมูลส่วนบุคคลที่รวบรวมโดย Seabet.io โดยคลิกที่ลิงค์ "การตั้งค่า" บนเว็บไซต์หรือโดยการส่งอีเมลไปยัง support{'@'}Seabet.io เราจะตอบสนองต่อคําขอเข้าถึงของผู้ใช้ภายในระยะเวลาที่เหมาะสม หากเราไม่สามารถปฏิบัติตามคําขอของคุณเราจะแจ้งให้คุณทราบเป็นลายลักษณ์อักษรถึงเหตุผลในการปฏิเสธการเข้าถึงและกลไกการร้องเรียน</p>
                        <h3>8. การลบ ข้อมูลส่วนบุคคล</h3>
                        <p>หากไม่สามารถประมวลผลหรือจัดเก็บข้อมูลส่วนบุคคลของผู้ใช้ได้อย่างถูกต้องตามกฎหมายผู้ใช้มีสิทธิ์ที่จะขอให้ลบได้ อย่างไรก็ตามสิทธิ์นี้ไม่แน่นอนและหาก Seabet.io อยู่ภายใต้ภาระผูกพันทางกฎหมายจะไม่สามารถตอบสนองความต้องการของผู้ใช้ได้ โปรดส่งคําขอโดยส่งอีเมลไปที่ support{'@'}Seabet.io</p>
                        <h3>9. ติดต่อ</h3>
                        <p>หากคุณมีคําถามคําขอหรือข้อร้องเรียนเกี่ยวกับการประมวลผลข้อมูลส่วนบุคคลของคุณโปรดติดต่อเราทางอีเมล support{'@'}Seabet.io หรือฟังก์ชั่นแชทการสนับสนุนลูกค้าเว็บไซต์</p>



                        <h3>10. การถ่ายโอนข้อมูลระหว่างประเทศ</h3>
                        <p>เราอาจถ่ายโอนประมวลผลและจัดเก็บข้อมูลทั่วโลกรวมถึง แต่ไม่ จํากัด เพียงประเทศอื่น ๆ ที่มีกฎหมายคุ้มครองข้อมูลอาจแตกต่างจากสถานที่ของคุณ เราจะปกป้องข้อมูลของคุณให้มากที่สุดและตามที่กฎหมายที่บังคับใช้กําหนด</p>
                        <h3>11. รากของพื้นฐานทางกฎหมายสําหรับการประมวลผล</h3>
                        <p>ตามระเบียบการคุ้มครองข้อมูลทั่วไปทั่วโลกการประมวลผลข้อมูลส่วนบุคคลของคุณ Seabet.io มีพื้นฐานทางกฎหมายดังต่อไปนี้: การปฏิบัติตามสัญญาผลประโยชน์ที่ชอบด้วยกฎหมายความยินยอมของผู้ใช้และการปฏิบัติตามภาระผูกพันทางกฎหมาย</p>
                        <h3>12. การปรับปรุงนโยบายความเป็นส่วนตัว</h3>
                        <p>Seabet.io อาจทบทวน เปลี่ยนแปลง และปรับปรุงนโยบายความเป็นส่วนตัวนี้เป็นระยะๆ เพื่อให้สอดคล้องกับแนวปฏิบัติและความรับผิดชอบของเรา เราจะโพสต์นโยบายความเป็นส่วนตัวล่าสุดบนเว็บไซต์ Seabet.io ผู้ใช้ควรทบทวนนโยบายความเป็นส่วนตัวนี้เป็นระยะเพื่อทําความคุ้นเคยกับข้อกําหนด</p>
                    </div>`,
    fairnessContent: `<div>
                          <h2>ความยุติธรรม</h2>
                          <p>ก่อนที่คุณจะสามารถวางเดิมพันในสกุลเงินเฟียตรวมถึงสกุลเงินดิจิทัลคุณต้องลงทะเบียนบัญชีบนเว็บไซต์ Seabet.io การใช้ Seabet.io ("เว็บไซต์") และการเปิดบัญชีกับ Seabet.io จะถือว่าคุณได้อ่านทําความเข้าใจและผูกพันตามข้อกําหนดและเงื่อนไขเหล่านี้แล้ว</p>

                          <p>นิยาม</p>
                          <p>Seabet.io – เรียกว่า "เรา" หรือ "บริษัท"</p>
                          <p>ผู้เล่น – เรียกว่า "คุณ" หรือ "ผู้เล่น" หรือ "สมาชิก" หรือ "ลูกค้า" หรือ "เจ้าของบัญชี"</p>
                          <p>เกม – หมายถึงคาสิโนและเกม RNG (Random Number Generator) อื่น ๆ ซึ่งอาจมีอยู่ในเว็บไซต์เป็นครั้งคราว</p>
                          <p>เว็บไซต์ – หมายถึงเว็บไซต์ที่ใช้โดย Seabet.io Player ผ่านเดสก์ท็อป มือถือ หรือแพลตฟอร์มอื่นๆ</p>
                          <p>บัญชีสมาชิก - บัญชีผู้ใช้ที่จําเป็นในการเข้าถึงและใช้เว็บไซต์</p>
                          <p>การสนับสนุนลูกค้า - บริการช่วยเหลือและสนับสนุนที่บริษัทจัดหาให้กับลูกค้า</p>
                          <p>เหตุการณ์ - หมายถึง กีฬาหรือการเดิมพัน หรือการแข่งขันหรือเกมภายในกีฬาที่ลูกค้าสามารถวางเดิมพันกับผลลัพธ์ได้</p>
                          <p>Cryptocurrencies - ควรอ่านเพิ่มเติมเป็น "Bitcoin, altcoins และ / หรือ (ถ้ามี) cryptocurrencies ที่รองรับอื่น ๆ " </p>
                          <p>สกุลเงินเฟียต - สินค้าโภคภัณฑ์ทางกายภาพทางการเงินที่ไม่ได้รับการสนับสนุนซึ่งออกโดยรัฐบาลหรือหน่วยงานธนาคารกลางเช่นทองคําหรือเงิน (เช่นดอลลาร์สหรัฐเรียลบราซิลเยนญี่ปุ่นผู้คน)</p>
                          <p>เขตอํานาจศาลที่ถูก จํากัด - ใบอนุญาตเฉพาะประเทศที่อยู่ภายใต้ข้อ จํากัด ในเกมของเราดังนั้นผู้ใช้ที่อยู่ในหรือจากภูมิภาคเหล่านั้นจะถูกห้ามไม่ให้ลงทะเบียนและเล่นบนไซต์ รายชื่อเขตอํานาจศาลที่ถูก จํากัด อาจได้รับการอัปเดตเป็นครั้งคราวและสามารถเข้าถึงได้ผ่านลิงก์ด้านล่าง</p>

                          <h3>1. ทั่วไป</h3>
                          <p><b>1.1</b> ข้อกําหนดและเงื่อนไขเหล่านี้ ("ข้อกําหนดและเงื่อนไข") มีผลบังคับใช้กับการเดิมพันกีฬาและการใช้เกมสไตล์คาสิโนที่สามารถเข้าถึงได้ผ่านทางเว็บไซต์ </p>

                          <p><b>1.2</b> ข้อกําหนดและเงื่อนไขเหล่านี้จะมีผลทันทีเมื่อเสร็จสิ้นขั้นตอนการลงทะเบียน รวมถึงการทําเครื่องหมายในช่องเพื่อยอมรับข้อกําหนดและเงื่อนไขเหล่านี้และประสบความสําเร็จ</p>
                          <p>สร้างบัญชี โดยการใช้ส่วนใดส่วนหนึ่งของเว็บไซต์หลังจากสร้างบัญชีคุณยอมรับว่าข้อกําหนดและเงื่อนไขเหล่านี้มีผลบังคับใช้กับการใช้งานเว็บไซต์</p>

                          <p><b>1.3</b> การสร้างบัญชี หากคุณไม่ยอมรับข้อกําหนดใด ๆ ของข้อกําหนดและเงื่อนไขเหล่านี้คุณจะต้องไม่สร้างบัญชีหรือใช้งานเว็บไซต์ต่อไป </p>

                          <p><b>1.4</b> เราขอสงวนสิทธิ์ในการแก้ไขข้อกําหนดและเงื่อนไขเหล่านี้ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากเราทําการเปลี่ยนแปลงดังกล่าวเราอาจดําเนินการตามขั้นตอนที่เหมาะสมเพื่อเตือนคุณถึงการเปลี่ยนแปลงเหล่านั้นเช่นโดยการโพสต์ประกาศทางอีเมลหรือบนเว็บไซต์และข้อกําหนดและเงื่อนไขที่แก้ไขแล้ว แต่คุณเป็นผู้รับผิดชอบ แต่เพียงผู้เดียวในการตรวจสอบการแก้ไขการปรับปรุงและ / หรือการแก้ไขใด ๆ หากเราพิจารณาว่าการเปลี่ยนแปลงใด ๆ ในข้อกําหนดเหล่านี้ถือว่ามีผลกระทบ "อย่างมีนัยสําคัญ" ต่อสิทธิ์หรือภาระผูกพันของคุณภายใต้ข้อกําหนดและเงื่อนไขเหล่านี้เราจะใช้ความพยายามตามสมควรเพื่อแจ้งให้คุณทราบทางอีเมลหรือโดยการโพสต์บนเว็บไซต์ การที่คุณใช้บริการและเว็บไซต์ของบริษัทต่อไปหลังจากการแก้ไขข้อกําหนดและเงื่อนไขดังกล่าวจะถือว่าเป็นการยอมรับและตกลงที่จะผูกพันตามการแก้ไขปรับปรุงและ / หรือแก้ไขดังกล่าว </p>

                          <p><b>1.5</b> ข้อกําหนดและเงื่อนไขเหล่านี้อาจมีการเผยแพร่ในหลายภาษาเพื่อวัตถุประสงค์ในการให้ข้อมูลและความสะดวกในการเข้าถึงของผู้เล่น ในกรณีที่มีความแตกต่างระหว่างความสัมพันธ์ของคุณกับเราและการแปลข้อกําหนดและเงื่อนไขฉบับภาษาอังกฤษจะมีผลเหนือกว่าสําหรับประเภทใด ๆ </p>

                          <h3>2. ประกาศที่มีผลผูกพัน</h3>
                          <p><b>2.1</b>  โดยการตกลงที่จะผูกพันตามข้อกําหนดและเงื่อนไขเหล่านี้คุณตกลงที่จะผูกพันตามกฎของเว็บไซต์และนโยบายความเป็นส่วนตัวซึ่งรวมอยู่ในที่นี้โดยการอ้างอิงพร้อมกับเงื่อนไข ในกรณีที่มีความไม่สอดคล้องกันข้อกําหนดและเงื่อนไขเหล่านี้จะมีผลเหนือกว่า คุณรับรองและรับประกันว่า:</p>

                          <p><b>2.1.1</b> คุณมีอายุอย่างน้อย 18 ปี </p>

                          <p><b>2.1.2</b> คุณสามารถ ทําข้อตกลงที่มีผลผูกพันทางกฎหมายกับเราได้อย่างเต็มที่ และคุณไม่อยู่ภายใต้ความสามารถทางกฎหมายที่จํากัดในรูปแบบใดๆ </p>

                          <p><b>2.1.3</b> คุณเข้าร่วมในเกมในฐานะส่วนตัวและไม่ใช่มืออาชีพอย่างเคร่งครัด และ การมีส่วนร่วมเพื่อความบันเทิงและความบันเทิงเท่านั้น </p>

                          <p><b>2.1.4</b> คุณรับรองตนเองและไม่ในนามของบุคคลอื่น </p>

                          <p><b>2.1.5</b> ข้อมูลทั้งหมดที่คุณให้กับเราในช่วงระยะเวลาของข้อตกลงนี้เป็นความจริงสมบูรณ์และถูกต้องและคุณจะต้องแจ้งให้เราทราบทันทีถึงการเปลี่ยนแปลงใด ๆ ของข้อมูลดังกล่าว </p>

                          <p><b>2.1.6</b> คุณ เป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการรายงานและจัดทําบัญชีสําหรับภาษีค่าธรรมเนียมค่าใช้จ่ายหรือภาษีใด ๆ ที่เกี่ยวข้องกับคุณภายใต้กฎหมายท้องถิ่นหรือที่เกี่ยวข้องของที่อยู่อาศัยของคุณสําหรับเงินรางวัลใด ๆ ที่คุณได้รับจากเรา </p>

                          <p><b>2.1.7</b>  คุณเข้าใจว่าการใช้บริการของเราคุณจะรับความเสี่ยงในการสูญเสียเงินที่ฝากเข้าบัญชีสมาชิกของคุณและยอมรับว่าคุณเป็นผู้รับผิดชอบต่อความสูญเสียดังกล่าวแต่เพียงผู้เดียว </p>

                          <p><b>2.1.8</b> คุณจะไม่ใช้บริการของเราในเขตอํานาจศาลใด ๆ ที่อยู่ในรายการของเราซึ่งบริการของเราถูกจํากัด </p>

                          <p><b>2.1.9</b> เขตอํานาจศาลของคุณอนุญาตให้คุณใช้บริการเดิมพันกีฬาออนไลน์และบริการคาสิโน </p>

                          <p><b>2.1.10</b> ในส่วนที่เกี่ยวข้องกับการฝากและถอนเงินไปยังบัญชีสมาชิกของคุณคุณสามารถใช้สกุลเงินดิจิทัลและ / หรือสกุลเงินคําสั่งที่ถูกต้องและถูกกฎหมายซึ่งเป็นของคุณเท่านั้น </p>

                          <p><b>2.1.11</b> คุณยอมรับและรับทราบว่ามูลค่าของ Cryptocurrencies อาจแตกต่างกันอย่างมากขึ้นอยู่กับมูลค่าตลาด </p>

                          <p><b>2.1.12</b> ซอฟต์แวร์คอมพิวเตอร์ คอมพิวเตอร์กราฟิก เว็บไซต์ และอินเทอร์เฟซผู้ใช้ที่เราจัดหาให้แก่คุณเป็นเจ้าของและได้รับการคุ้มครองโดยบริษัทหรือบริษัทในเครือภายใต้กฎหมายลิขสิทธิ์ คุณสามารถใช้ซอฟต์แวร์เพื่อความบันเทิงส่วนตัวของคุณเองเท่านั้น: ตามกฎข้อกําหนดและเงื่อนไขทั้งหมดที่กําหนดโดยเราและเป็นไปตามกฎหมายกฎและข้อบังคับที่เกี่ยวข้องทั้งหมดภายใต้ใบอนุญาตการเล่นเกมคูราเซา </p>

                          <p><b>2.1.13</b> คุณเข้าใจว่าสกุลเงินดิจิทัลไม่ถือว่าเป็นเงินหรือสกุลเงินที่ถูกกฎหมายดังนั้นเว็บไซต์จึงถือว่าเป็นเงินเสมือนที่ไม่มีมูลค่าที่แท้จริง </p>

                          <p><b>2.1.14</b>  ท่านยืนยันว่าท่านไม่ใช่เจ้าหน้าที่ กรรมการ พนักงาน ที่ปรึกษา หรือตัวแทนของบริษัท หรือทํางานให้กับบริษัทใด ๆ ที่เกี่ยวข้องกับบริษัท หรือญาติหรือคู่สมรสของสิ่งที่กล่าวมาข้างต้น </p>

                          <p><b>2.1.15</b> คุณยังไม่ได้รับการวินิจฉัยหรือจัดให้เป็นนักพนันที่บังคับหรือมีปัญหา เราจะไม่รับผิดชอบต่อการพนันหากปัญหาดังกล่าวเกิดขึ้นขณะใช้บริการของเรา แต่จะพยายามแจ้งให้คุณทราบถึงความช่วยเหลือที่เกี่ยวข้องที่มีอยู่ เราขอสงวนสิทธิ์ในการใช้ระยะเวลาการระบายความร้อนหากเราเชื่อว่าการกระทําดังกล่าวจะเป็นประโยชน์ </p>

                          <p><b>2.1.16</b> หากคุณเป็นบุคคลที่เปิดเผยทางการเมืองหรือเป็นสมาชิกของครอบครัวของบุคคลที่เปิดเผยทางการเมืองคุณยอมรับและรับทราบว่าเราอาจจําเป็นต้องตรวจสอบหรือระงับบัญชีของคุณโดยไม่ต้องแจ้งให้ทราบล่วงหน้าเพื่อให้เราสามารถปฏิบัติตามภาระผูกพันในการตรวจสอบวิเคราะห์สถานะใด ๆ ที่เราอาจดําเนินการ คุณรับทราบว่าการตัดสินใจใด ๆ เกี่ยวกับสถานะของบัญชีของคุณขึ้นอยู่กับดุลยพินิจของเรา แต่เพียงผู้เดียวซึ่งอาจรวมถึงการปิดบัญชีของคุณอย่างถาวร </p>

                          <p><b>2.1.17</b> คุณมีบัญชีเดียวกับเราเพียงบัญชีเดียวและตกลงที่จะไม่เปิดบัญชีใด ๆ กับเรา </p>

                          <p><b>2.1.18</b> คุณยอมรับและรับทราบว่าเราขอสงวนสิทธิ์ในการตรวจจับและป้องกันการใช้เทคโนโลยีต้องห้ามรวมถึง แต่ไม่ จํากัด เพียงการตรวจจับการฉ้อโกงการลงทะเบียนและการลงทะเบียนอัตโนมัติการเล่นเกมและเทคโนโลยีการจับภาพหน้าจอ ขั้นตอนเหล่านี้อาจรวมถึง แต่ไม่ จํากัด เพียงการตรวจสอบความสามารถของผู้เล่นการตรวจจับตําแหน่งทางภูมิศาสตร์และการปิดบัง IP ธุรกรรมและการวิเคราะห์บล็อกเชน </p>

                          <p><b>2.1.19</b> คุณยอมรับว่าเรายุติและ/หรือเปลี่ยนแปลงการใช้งานเว็บไซต์และปฏิเสธและ/หรือจํากัดการเดิมพัน </p>

                          <h3>3. ลงทะเบียนและเปิดบัญชีสมาชิกของคุณ</h3>
                          <p><b>3.1</b> เพื่อให้สามารถวางเดิมพันบนเว็บไซต์ของเราคุณต้องลงทะเบียนบัญชีกับเราด้วยตนเองก่อน ("บัญชีสมาชิก") </p>

                          <p><b>3.2</b> คุณไม่สามารถลงทะเบียนและเราไม่ยอมรับจากเขตอํานาจศาลที่ จํากัด เป็นความรับผิดชอบของคุณในการพิจารณาว่าการเข้าถึงและการใช้งานเว็บไซต์ของเราเป็นไปตามกฎกฎหมายและข้อบังคับใด ๆ ที่บังคับใช้กับคุณหรือไม่และคุณรับประกันว่าการพนันจะไม่ผิดกฎหมายกับเราในดินแดนที่คุณอาศัยอยู่ โดยการลงทะเบียนสําหรับบัญชีเราและใช้เว็บไซต์คุณยืนยันว่าคุณไม่ได้อยู่ในหรือจากเขตอํานาจศาลที่ถูก จํากัด และไม่ได้ใช้ซอฟต์แวร์ของบุคคลที่สามเพื่อเข้าถึงเว็บไซต์ของเราจากเขตอํานาจศาลที่ถูก จํากัด </p>

                          <p><b>3.3</b> หากคุณอยู่ในหรือจากเขตอํานาจศาลที่ถูก จํากัด และคุณเปิดหรือใช้เว็บไซต์: เราอาจปิดบัญชีของคุณทันที  เงินรางวัลและรางวัลใด ๆ จะถูกริบและยอดคงเหลือที่คืนมา (ขึ้นอยู่กับค่าธรรมเนียมที่สมเหตุสมผล) รวมถึงผลตอบแทนโบนัสที่คุณได้รับหรือรางวัลสะสมจะถูกริบโดยคุณและอาจถูกถอนออกโดยเรา คุณจะคืนเงินดังกล่าวที่ถอนมาให้เราเมื่อมีการร้องขอ </p>

                          <p><b>3.4</b> หากคุณพยายามเปิดบัญชีสมาชิกมากกว่าหนึ่งบัญชีเราขอสงวนสิทธิ์ในการบล็อกระงับหรือปิดบัญชีสมาชิกของคุณรวมถึงระงับเงินใด ๆ ที่เข้าบัญชีของคุณ </p>

                          <p><b>3.5</b> หากคุณทราบว่าคุณมีบัญชีสมาชิกที่ลงทะเบียนมากกว่าหนึ่งบัญชีคุณต้องแจ้งให้เราทราบทันที การไม่ทําเช่นนั้นอาจส่งผลให้บัญชีสมาชิกของคุณถูกระงับ </p>

                          <p><b>3.6</b> เราคาดหวังให้คุณ แจ้งให้เราทราบทันทีถึงความไม่ถูกต้องใด ๆ ที่เกี่ยวข้องกับบัญชีของคุณหรือข้อผิดพลาดในการคํานวณใด ๆ ที่เกี่ยวข้องกับการเดิมพันใด ๆ ที่คุณวางไว้ เราขอสงวนสิทธิ์ในการยกเลิกการเดิมพันใด ๆ ที่ได้รับผลกระทบจากข้อผิดพลาดดังกล่าวและย้อนกลับตามนั้น </p>

                          <p><b>3.7</b> หากคุณไม่ได้ใช้บัญชีที่มียอดคงเหลือเป็นบวกเป็นระยะเวลา 3 เดือน คุณจะได้รับแจ้งจากเรา หากคุณไม่ได้ใช้ยอดคงเหลือของคุณภายใน 1 เดือนหลังจากได้รับแจ้งเราอาจลบยอดคงเหลือออกจากบัญชีของคุณเพื่อปกป้องเงินของคุณ หากเกิดเหตุการณ์นี้ขึ้น โปรดติดต่อเราที่ support{'@'}seabet.io เปิดบัญชีของคุณอีกครั้งและรับเงินคืน </p>

                          <p><b>3.8</b> หากยอดเงินในบัญชีของคุณเป็นบวกและไม่มีการใช้งานมานานกว่า 12 เดือน เราขอสงวนสิทธิ์ในการหักค่าธรรมเนียมการจัดการรายเดือนเท่ากับ 5% จากยอดคงเหลือของคุณ</p>

                          <p><b>3.9</b> คุณต้องป้อนข้อมูลที่จําเป็นทั้งหมดในแบบฟอร์มการลงทะเบียนรวมถึงที่อยู่อีเมลที่ถูกต้อง หากคุณไม่ป้อนที่อยู่อีเมลที่ถูกต้องเราจะไม่สามารถให้ความช่วยเหลือในการกู้คืน "รหัสผ่านที่ลืม"  ได้คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการตรวจสอบให้แน่ใจว่าข้อมูลที่คุณให้เป็นความจริงสมบูรณ์และถูกต้อง </p>

                          <p><b>3.10</b> เราขอสงวนสิทธิ์ในการดําเนินการตามขั้นตอนการตรวจสอบ "KYC" (รู้จักลูกค้าของคุณ) และหากเราพิจารณาว่าคุณได้ให้ข้อมูลที่เป็นเท็จหรือทําให้เข้าใจผิด </p>

                          <p><b>3.11</b> ในขั้นตอนการลงทะเบียนคุณมีหน้าที่ต้องดําเนินการเข้าสู่ระบบเว็บไซต์ให้เสร็จสมบูรณ์ คุณจะต้องเลือกชื่อผู้ใช้ที่ไม่ก้าวร้าวหรือขัดแย้ง คุณต้องรับผิดชอบต่อความปลอดภัยของรายละเอียดการเข้าสู่ระบบของคุณและห้ามมิให้เปิดเผยให้ใครทราบโดยเด็ดขาด คุณจะต้องรับผิดชอบต่อการใช้บัญชีสมาชิกของคุณในทางที่ผิดโดยบุคคลที่สามอันเป็นผลมาจากการเปิดเผยของคุณไม่ว่าจะโดยเจตนาโดยบังเอิญหรืออย่างแข็งขันหรือมอบให้กับบุคคลที่สาม </p>

                          <p><b>3.12</b> หากคุณเปลี่ยนรหัสผ่าน คุณจะไม่สามารถถอนเงินได้เป็นเวลา 48 ชั่วโมงด้วยเหตุผลด้านความปลอดภัย </p>

                          <h3>4. ความปลอดภัย</h3>
                          <p><b>4.1</b> เมื่อลงทะเบียนผ่านเว็บไซต์ คุณจะต้องเลือกรหัสผ่านเพื่อรับรองความถูกต้องของบัญชีสมาชิกของคุณโดยใช้เว็บไซต์ </p>

                          <p><b>4.2</b> คุณตกลงที่จะเก็บรหัสผ่านของคุณไว้เป็นความลับและเพื่อป้องกันการใช้รหัสผ่านในทางที่ผิด ไม่ว่าในกรณีใด ๆ เราจะไม่คืนเงินความสูญเสียใด ๆ ที่เกิดขึ้นอันเป็นผลมาจากการใช้บัญชีของคุณของบุคคลที่สามและนอกจากนี้คุณต้องรับผิดชอบ แต่เพียงผู้เดียวสําหรับการใช้รายละเอียดการเข้าสู่ระบบของคุณของบุคคลที่สามและจะทําให้เราไม่เป็นอันตรายจากผลที่ตามมาที่เกิดขึ้นและประณามได้ </p>

                          <p><b>4.3</b> คุณยอมรับว่าหากคุณเชื่อว่าข้อมูลบัญชีของคุณถูกใช้ในทางที่ผิดโดยบุคคลที่สามเพื่อให้เราสามารถระงับบัญชีของคุณได้ เราขอแนะนําให้คุณปิดใช้งานหน่วยความจํารหัสผ่านอัตโนมัติในเบราว์เซอร์ของคุณ ใช้การตรวจสอบยืนยันสองขั้นตอน และมาตรการอื่นๆ เพื่อจํากัดความเสี่ยงจากการใช้บัญชีของคุณโดยไม่ได้รับอนุญาต </p>

                          <h3>5. เงินฝาก</h3>
                          <p><b>5.1</b> คุณสามารถเข้าร่วมในเกมใดก็ได้หากคุณมีเงินเพียงพอในบัญชีสมาชิกของคุณสําหรับการเข้าร่วมดังกล่าว </p>

                          <p><b>5.2</b> คุณสามารถฝากเงินในสกุลเงินดิจิทัลหรือสกุลเงินเฟียต จํานวนเงินฝากขั้นต่ําสามารถพบได้ในศูนย์ฝากของเรา จํานวนเงินฝากขั้นต่ําทั้งหมดที่ระบุเป็นจํานวนต่อการซื้อขาย เงินฝากขนาดเล็กจะไม่ถูกเพิ่ม จํานวนเงินฝากใด ๆ ที่ต่ํากว่าจํานวนเงินฝากขั้นต่ําที่ระบุไม่ถูกต้องและจะไม่ถูกโอนไปยังยอดคงเหลือในบัญชีผู้ใช้ของคุณหรือส่งคืนไปยังแหล่งที่มา หากเงินฝากไม่เป็นไปตามเงินฝากขั้นต่ําที่เราระบุไว้ บริษัท จะไม่รับผิดชอบต่อข้อกําหนด </p>

                          <p><b>5.3</b> ในการฝากเงินเข้าบัญชีสมาชิกของคุณคุณสามารถทําได้จากกระเป๋าเงินดิจิตอลและบัญชีภายใต้การควบคุมของคุณ การฝากเงินสามารถทําได้ด้วยเงินของคุณเองเท่านั้น </p>

                          <p><b>5.4</b> เว็บไซต์ไม่สามารถรับประกันได้ว่าสกุลเงินทั้งหมดได้รับการสนับสนุนโดยกําเนิดในเกม </p>

                          <p><b>5.5</b> ในช่วงเวลาของการฝากเงินครั้งแรกของคุณและตลอดอายุบัญชีของคุณเราขอสงวนสิทธิ์ในการใช้ขั้นตอนและวิธีการอื่น ๆ เพื่อยืนยันตัวตนของคุณเมื่อดําเนินการฝากเงินของคุณ การยืนยันจะเกี่ยวข้องกับการระบุตัวตนส่วนบุคคล นอกจากนี้ เราอาจต้องการเอกสารเพิ่มเติมเพื่อยืนยันความเป็นเจ้าของวิธีการชําระเงินและที่อยู่ของคุณ ซึ่งเป็นส่วนหนึ่งของกระบวนการยืนยัน </p>

                          <p><b>5.6</b> วิธีการชําระเงินบางวิธีอาจมีค่าธรรมเนียมเพิ่มเติม ในกรณีนี้ค่าธรรมเนียมจะชัดเจนและมองเห็นได้ในแคชเชียร์ </p>

                          <p><b>5.7</b> ธนาคารหรือผู้ให้บริการชําระเงินของคุณอาจเรียกเก็บค่าธรรมเนียมทางการเงินเพิ่มเติมในระหว่างขั้นตอนการฝากเงินตามข้อกําหนดและเงื่อนไขและข้อตกลงการแปลงผู้ใช้ของคุณ </p>

                          <h3>6. การถอนเงิน</h3>
                          <p><b>6.1</b> การถอนเงินทั้งหมดจะได้รับการดําเนินการตามนโยบายการถอนเงินของเราด้านล่าง การถอนเงิน Crypto จะถูกร้องขอเมื่อที่อยู่กระเป๋าเงินดิจิตอลที่คุณป้อนถูกต้อง ในการถอนเงินก่อนอื่นคุณต้องยืนยันที่อยู่อีเมลที่ลงทะเบียนไว้จากโปรไฟล์บัญชีของคุณ ในการถอนเงินที่ฝากใด ๆ เราจําเป็นต้องทําการยืนยันการฝากเงินอย่างน้อย 3 ครั้งก่อนที่จะขอถอนเงิน การถอนเงินเฟียตควรโอนเข้าบัญชีเฟียตส่วนตัวของคุณในเวลาที่ทําการถอนเงินที่ถูกต้อง การถอนเงินสกุลเงินเฟียตอาจใช้เวลาถึง 3 วันทําการนับจากเวลาที่ได้รับการอนุมัติจากผู้ให้บริการชําระเงิน </p>

                          <p><b>6.2</b> จํานวนเงินถอนขั้นต่ําสามารถพบได้ในศูนย์ถอนเงินของเรา จํานวนเงินที่ระบุทั้งหมดเป็นจํานวนต่อธุรกรรม </p>

                          <p><b>6.3</b> จํานวนเงินที่ชนะใด ๆ ที่เครดิตไม่ถูกต้องในบัญชีของคุณจะยังคงเป็นทรัพย์สินและจะถูกหักออกจากบัญชีของคุณโดยอัตโนมัติในกรณีที่ตรวจพบข้อผิดพลาด หากรายการไม่ถูกต้องคุณจะต้องแจ้งให้เราทราบทันที โบนัสใด ๆ ที่เครดิตเข้าบัญชีของคุณอย่างไม่ถูกต้องและถอนออกในภายหลังโดยคุณ (โดยไม่กระทบต่อการเยียวยาและการกระทําอื่น ๆ ที่อาจถูกต้องตามกฎหมาย) ถือเป็นหนี้ที่บังคับใช้ตามกฎหมายที่ถูกต้องซึ่งคุณค้างชําระกับ บริษัท ในจํานวนเงินที่ชนะที่ผิดพลาดดังกล่าว ในกรณีดังกล่าวเราขอสงวนสิทธิ์ในการเริ่มกระบวนการกู้คืนหนี้หากคุณไม่สามารถปลดหนี้ที่ค้างชําระโดยสมัครใจ </p>

                          <p><b>6.4</b> สําหรับการถอนเงินเฟียตและสกุลเงินดิจิทัลเว็บไซต์ขอสงวนสิทธิ์ในการเดิมพัน 1x เท่ากับจํานวนเงินที่ฝากก่อนที่จะยอมรับคําขอถอนเงิน </p>

                          <p><b>6.5</b> เราขอสงวนสิทธิ์ในการบล็อก/ชะลอการดําเนินการตามคําขอถอนเงินจนกว่าจะมีการร้องขอสําเนาบัตรประจําตัวที่มีรูปถ่ายหลักฐานที่อยู่และ / หรือบัตรเดบิตเพื่อความพึงพอใจของเรา (KYC) </p>

                          <p><b>6.6</b> เว็บไซต์ขอสงวนสิทธิ์ในการดําเนินการ ขั้นตอนการตรวจสอบ KYC เพิ่มเติมเกี่ยวกับเนื้อหาใด ๆ เพื่อถอนสกุลเงินดิจิทัลที่มีมูลค่าเกิน 2,500 ยูโรหรือเทียบเท่าภายใต้ใบอนุญาตการเล่นเกมที่ได้รับการควบคุมของเราและขอสงวนสิทธิ์ในการดําเนินการตามขั้นตอนการตรวจสอบดังกล่าวในกรณีที่มีการถอนเงินน้อยกว่าตามที่กําหนดโดยใบอนุญาตการเล่นเกมของเรา เจ้าของบัญชีที่ต้องการกู้คืนควรติดต่อฝ่ายสนับสนุนลูกค้าสําหรับเงินที่เก็บไว้ในบัญชีที่ปิดล็อคหรือยกเว้น </p>

                          <p><b>6.7</b> ธุรกรรมทั้งหมดจะต้องได้รับการตรวจสอบเพื่อป้องกันการฟอกเงิน เว็บไซต์อาจระงับระงับหรือปิดบัญชีสมาชิกของคุณและระงับเงิน (หากจําเป็นต้องทําเช่นนั้น) ภายใต้พระราชบัญญัติป้องกันการฟอกเงินหรือพื้นฐานทางกฎหมายอื่น ๆ ที่กําหนดโดยพระราชบัญญัติป้องกันการฟอกเงินหรือพื้นฐานทางกฎหมายอื่น ๆ ที่กําหนดโดยพระราชบัญญัติป้องกันการฟอกเงินการถอนเงินอาจขึ้นอยู่กับการตรวจสอบวิเคราะห์สถานะที่เพิ่มขึ้นมากกว่าการเดิมพัน  เราขอสงวนสิทธิ์ที่จะไม่ดําเนินการถอนเงินเพื่อให้สอดคล้องกับข้อกําหนดการตรวจสอบวิเคราะห์สถานะเพิ่มเติมดังกล่าว </p>

                          <p><b>6.8</b> เราขอสงวนสิทธิ์ในการใช้จํานวนเงินที่ต้องการเดิมพันอย่างน้อย 5 (ห้า) เท่าของเงินฝากหากเราสงสัยว่าผู้ใช้ใช้บริการของเราเป็นมิกเซอร์ การใช้บริการของเราเพื่อวัตถุประสงค์อื่นนอกเหนือจากความบันเทิงเป็นสิ่งต้องห้ามโดยเด็ดขาด </p>

                          <p><b>6.9</b> คุณรับทราบว่าเงินในบัญชีของคุณหมดลงทันทีขณะเล่นเกม และเราไม่เสนอการคืนสินค้า การคืนเงิน หรือการยกเลิกบัญชีของคุณย้อนหลัง </p>

                          <p><b>6.10</b> ในกรณีที่มีคําขอถอนเงินจํานวนมากเราอาจเลือกที่จะดําเนินการสูงถึง 1,000,000 USDT ต่อสัปดาห์หรือเทียบเท่าในสกุลเงินอื่นจนกว่าจะชําระเต็มจํานวน </p>

                          <p><b>6.11</b> เราขอสงวนสิทธิ์ในการหักธุรกรรมที่เกิดขึ้นหรือค่าธรรมเนียมอื่น ๆ จากค่าธรรมเนียมการทําธุรกรรมหรือค่าใช้จ่ายอื่น ๆ ตามจํานวนเงินที่คุณถอน</p>

                          <p><b>6.12</b> คุณยอมรับว่าโปรโมชั่นบางอย่างอาจอยู่ภายใต้ข้อจํากัดการถอนและ/หรือข้อกําหนดที่ต้องปฏิบัติตามก่อนจึงจะสามารถโอนเงินเข้ารายการส่งเสริมการขายได้ ข้อกําหนดดังกล่าวจะถูกโพสต์อย่างเป็นทางการและเผยแพร่เป็นส่วนหนึ่งของโปรโมชั่น หากคุณเลือกที่จะถอนก่อนที่จะเป็นไปตามข้อกําหนดการเดิมพันที่เกี่ยวข้องเราจะหักจํานวนโบนัสเต็มจํานวนและจํานวนเงินที่เกี่ยวข้องกับการใช้โบนัสก่อนที่การถอนเงินจะได้รับการอนุมัติ เว็บไซต์นี้ขอสงวนสิทธิ์ในการกําหนดสิทธิ์ดุลยพินิจข้อ จํากัด ทางภูมิศาสตร์ในโปรแกรมรางวัลแต่ละรายการ </p>

                          <p><b>6.13</b> โปรดทราบว่าวิธีการชําระเงินบางวิธีอาจมีค่าธรรมเนียมเพิ่มเติม ในกรณีนี้ค่าธรรมเนียมจะมองเห็นได้ชัดเจนในแคชเชียร์ </p>

                          <p><b>6.14</b> โปรดทราบว่าธนาคารหรือผู้ให้บริการชําระเงินของคุณอาจเรียกเก็บค่าธรรมเนียมเพิ่มเติมสําหรับการฝากถอนเงินในการแปลงสกุลเงินตามข้อกําหนดและเงื่อนไขและข้อตกลงผู้ใช้ของคุณ </p>

                          <h3>7. กองทุน</h3>
                          <p><b>7.1</b> ลูกค้าไม่สามารถโอนหรือแปลงเงินระหว่างกระเป๋าเงินและสกุลเงินได้ </p>

                          <p><b>7.2</b> คุณได้ให้รายละเอียดที่จําเป็นในการฝากเงินคริปโตเคอเรนซีบนเว็บไซต์ในหน้าการฝากเงิน </p>

                          <p><b>7.3</b> เราไม่ได้ให้เครดิตสําหรับการใช้บริการของเรา </p>

                          <p><b>7.4</b> คุณจะไม่ได้รับดอกเบี้ยใด ๆ จากยอดคงเหลือที่คุณถือบนเว็บไซต์และรับทราบว่า บริษัท ไม่ใช่สถาบันการเงิน </p>

                          <p><b>7.5</b> หากบัญชีของคุณได้รับการดําเนินการสองครั้งขึ้นไปไม่ว่าด้วยเหตุผลใดก็ตามเนื่องจากข้อผิดพลาดหรือคําขอถอนเงินประเภทใด ๆ คุณตกลงที่จะคืนเงินให้เว็บไซต์เต็มจํานวนสําหรับจํานวนเงินที่เบิกเกินบัญชีดังกล่าว </p>

                          <p><b>7.6</b> หากเราพิจารณาตามดุลยพินิจของเราแต่เพียงผู้เดียวว่าคุณกําลังใช้วิธีการ "ใช้จ่ายสองครั้ง" เว็บไซต์จะทําให้การเดิมพันและโบนัสทั้งหมดเป็นโมฆะ โดยเฉพาะอย่างยิ่งหากคุณชนะให้ยืนยันบล็อกเชนเงินฝากของคุณและพยายามถอนเงินรางวัลทั้งหมดจะถูกริบและบัญชีของคุณจะถูกริบและปิดอย่างถาวร หากคุณพยายามดาวน์โหลดจากบัญชีที่เชื่อมต่อใดๆ </p>


                          <h3>8. รางวัลและโปรโมชั่น</h3>
                          <p><b>8.1</b> เว็บไซต์ขอสงวนสิทธิ์ในการยกเลิกโปรโมชั่นรางวัลหรือโปรแกรมรางวัลใด ๆ (รวมถึง แต่ไม่ จํากัด เพียงรางวัลทางการเงินฟรีรางวัลเงินฝากโบนัสเงินฝากและโปรแกรมความภักดี) หากเราเชื่อว่ารางวัลถูกตั้งค่าไม่ถูกต้องหรือถูกละเมิดไม่ได้ใช้ภายใน 72 ชั่วโมงหลังจากได้รับบัญชีของคุณเว้นแต่จะระบุไว้เป็นอย่างอื่นในข้อกําหนดและเงื่อนไขแยกต่างหากของโปรโมชั่น  รางวัลหรือข้อเสนอพิเศษและรางวัลดังกล่าวได้รับการชําระเงินแล้วเราขอสงวนสิทธิ์ในการปฏิเสธคําขอถอนเงินใด ๆ และหักจํานวนเงินนั้นออกจากบัญชีของคุณ ไม่ว่ารางวัลจะถูกตั้งค่าอย่างไม่ถูกต้องหรือไม่เหมาะสมจะถูกกําหนดโดยเว็บไซต์ตามดุลยพินิจของตน แต่เพียงผู้เดียว </p>

                          <p><b>8.2</b>  หากคุณใช้โบนัสเงินฝากคุณจะไม่ยอมรับโบนัสที่ถอนเงินฝากเดิมของคุณก่อนหน้านี้และคุณมีคุณสมบัติตรงตามข้อกําหนดที่กําหนดไว้ในข้อกําหนดและเงื่อนไขการฝากเงิน </p>

                          <p><b>8.3</b> การละเมิดข้อกําหนดใด ๆ ของข้อเสนอหรือโปรโมชั่นหรือในกรณีที่มีหลักฐานใด ๆ ว่ามีการเดิมพันหลายชุดที่วางโดยลูกค้าหรือกลุ่มลูกค้าเนื่องจากโบนัสเงินฝากการชําระเงินที่เพิ่มขึ้นการเดิมพันฟรีการเดิมพันที่ปราศจากความเสี่ยงหรือการรับประกันผลข้อเสนอส่งเสริมการขายอื่น ๆ โดยไม่คํานึงถึงผลลัพธ์ไม่ว่าจะเป็นรายบุคคลหรือเป็นส่วนหนึ่งของกลุ่ม  เว็บไซต์กําไรของลูกค้าขอสงวนสิทธิ์ในการเรียกคืนองค์ประกอบโบนัสของข้อเสนอดังกล่าวและขอสงวนมูลค่าที่แน่นอนของดุลยพินิจที่แน่นอนในการตัดสินการเดิมพันที่อัตราต่อรองที่ถูกต้องยกเลิกโบนัสเดิมพันฟรีและเดิมพันที่ปราศจากความเสี่ยงหรือยกเลิกการเดิมพันใด ๆ ที่ได้รับทุนจากโบนัสเงินฝาก นอกจากนี้เว็บไซต์นี้ขอสงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมการจัดการจากลูกค้าขึ้นอยู่กับมูลค่าของโบนัสเงินฝากโบนัสเดิมพันฟรีการเดิมพันที่ปราศจากความเสี่ยงหรือการชําระเงินเพิ่มเติมเพื่อให้ครอบคลุมค่าธรรมเนียมการจัดการ เราขอสงวนสิทธิ์ในการกําหนดให้ลูกค้าทุกคนจัดเตรียมเอกสารที่เพียงพอเพื่อความพึงพอใจสูงสุดของเรากับรางวัลการเดิมพันฟรีการเดิมพันที่ปราศจากความเสี่ยงหรือบัญชีที่ให้ไว้กับพวกเขา </p>

                          <p><b>8.4</b> ข้อเสนอของเว็บไซต์ทั้งหมดมีไว้สําหรับผู้เล่นทั่วไปและเว็บไซต์อาจ จํากัด สิทธิ์ของลูกค้าในการเข้าร่วมโปรโมชั่นทั้งหมดหรือบางส่วนตามดุลยพินิจของตน </p>

                          <p><b>8.5</b> เว็บไซต์ขอสงวนสิทธิ์ตามดุลยพินิจของตนแต่เพียงผู้เดียวในการแก้ไขยกเลิกถอนหรือปฏิเสธโปรโมชั่นใด ๆ </p>

                          <p><b>8.6</b>  สามารถขอรับรางวัลได้เพียงครั้งเดียวต่อบุคคล / บัญชีครัวเรือนครัวเรือนที่อยู่ที่อยู่อีเมลที่อยู่ IP และสภาพแวดล้อมการแบ่งปันคอมพิวเตอร์ (มหาวิทยาลัยโรงเรียนห้องสมุดสถานที่สาธารณะสถานที่ทํางาน ฯลฯ ) บริษัท ขอสงวนสิทธิ์ในการปิดบัญชีของคุณและริบเงินที่มีอยู่หากพบหลักฐานการละเมิด / การฉ้อโกง </p>

                          <p><b>8.7</b> คุณรับทราบและเข้าใจว่าข้อกําหนดและเงื่อนไขแยกต่างหากสําหรับโปรโมชั่นรางวัลและข้อเสนอพิเศษและส่วนเพิ่มเติมของข้อกําหนดและเงื่อนไขเหล่านี้มีอยู่สําหรับพื้นที่ต่อไปนี้ ข้อกําหนดและเงื่อนไขเหล่านี้ระบุไว้ในหน้าเนื้อหาที่เกี่ยวข้องของเว็บไซต์หรือตามความเหมาะสมที่มอบให้คุณเป็นการส่วนตัว ในกรณีที่มีข้อขัดแย้งระหว่างข้อกําหนดของโปรโมชั่นรางวัลและข้อเสนอพิเศษดังกล่าวและข้อกําหนดและเงื่อนไขของข้อกําหนดเหล่านี้ข้อกําหนดของโปรโมชั่นรางวัลและข้อเสนอพิเศษดังกล่าวจะควบคุม </p>

                          <p><b>8.8</b> เราขอสงวนสิทธิ์ในการยืนยันว่าคุณเดิมพันจํานวนหนึ่งจากเงินฝากของคุณเองโดยใช้เงินโบนัสใด ๆ ที่เราได้เครดิตไปยังบัญชีของคุณ จํานวนเงินที่แน่นอนเป็นไปตามที่กําหนดไว้ในข้อกําหนดและเงื่อนไขของโปรโมชั่น </p>

                          <p><b>8.9</b> การเข้าร่วมโปรโมชั่นบางอย่างของคุณอาจอยู่ภายใต้ข้อจํากัดการถอนและ/หรืออาจมีข้อกําหนดบางประการก่อนที่จะสามารถโอนเงินเข้ารายการส่งเสริมการขายได้ ข้อกําหนดเหล่านี้จะถูกโพสต์อย่างเป็นทางการโดยเป็นส่วนหนึ่งของโปรโมชั่นและสําหรับการอ้างอิงของคุณ หากคุณเลือกที่จะถอนหากไม่เป็นไปตามข้อกําหนดการเดิมพันที่เกี่ยวข้องเราจะหักจํานวนโบนัสเต็มจํานวนออกจากบัญชีของคุณและเงินรางวัลที่เกี่ยวข้องทั้งหมดที่เกิดจากการใช้โบนัสก่อนที่เราจะอนุมัติคําขอถอนเงินใด ๆ</p>
                          <p><b>8.10</b> เงินรางวัลที่เดิมพันโดยใช้การเดิมพันฟรีจะคํานวณเป็น "ผลตอบแทนรวมหักจํานวนเงินที่เดิมพัน (รวมถึงจํานวนเงินเดิมพันฟรี" มูลค่าของการเดิมพันฟรีของคุณจึงไม่รวมอยู่ในและไม่สามารถใช้เป็นเดิมพันฟรีจากคุณได้ </p>

                          <p><b>8.11</b> โปรดทราบว่าเงินเดิมพันฟรีจะไม่ได้รับคืนหากการเดิมพันเป็นโมฆะ </p>

                          <p><b>8.12</b> คุณต้องได้รับรางวัลในบัญชีสมาชิกของคุณเว้นแต่จะระบุไว้เป็นอย่างอื่นในโปรโมชั่นรางวัลหรือข้อเสนอพิเศษ เมื่อรางวัลและ / หรือโปรแกรมรางวัลไม่ได้ใช้ภายใน 72 ชั่วโมงหลังจากได้รับเว็บไซต์นี้ขอสงวนสิทธิ์ในการยกเลิกรางวัลและ / หรือโปรแกรมรางวัลดังกล่าวและอาจหักรางวัลหรือรางวัลที่คล้ายกันสําหรับโบนัสหรือรางวัลที่คล้ายกันหรือการหมุนเวียนฟรีทันทีหลังจาก 72 ชั่วโมง </p>

                          <p><b>8.13</b>  เมื่อแลกเปลี่ยนความคิดเห็นความคิดเห็นข้อเสนอแนะหรือการกระทําของลูกค้าเมื่อเสนอรางวัล (รวมถึง แต่ไม่ จํากัด เพียงการเดิมพันฟรีหรือฟรีสปิน) สิ่งจูงใจดังกล่าวจะถูก จํากัด ไว้ที่แบบสํารวจ / โปรโมชั่นหนึ่งครั้งต่อผู้ใช้ในช่วงเวลาที่เกี่ยวข้อง </p>

                          <p><b>8.14</b> โปรโมชั่นอาจมีการเผยแพร่ในหลายภาษาเพื่อให้ข้อมูลและการเข้าถึงของผู้เล่น ฉบับภาษาอังกฤษเป็นพื้นฐานทางกฎหมายแต่เพียงผู้เดียวสําหรับความสัมพันธ์ของคุณกับเราและในกรณีที่มีความคลาดเคลื่อนในการแปลทุกประเภทภาษาอังกฤษจะมีผลเหนือกว่าข้อกําหนดของข้อกําหนดและเงื่อนไขเหล่านี้ </p>

                          <p><b>8.15</b> บางเกมอาจมีเงินรางวัลสูงสุดที่แตกต่างกัน หากเป็นเช่นนั้นข้อ จํากัด ดังกล่าวจะแสดงในหน้าข้อมูลในเกม </p>

                          <p><b>8.16</b>  เกมคาสิโนบางเกมไม่รวมการเดิมพันด้วยความภักดีและรางวัล </p>

                          <p><b>8.17</b> สําหรับการเดิมพันโบนัสผู้เล่นจะต้องมอบโบนัสและจํานวนเงินที่ชนะที่ระบุก่อนจึงจะสามารถถอนได้ วางเดิมพัน</p>
                          <p>การมีส่วนร่วมของเครดิตรางวัลขึ้นอยู่กับหมวดหมู่ของเกม รายละเอียดมีดังนี้: สล็อต – เกมบนโต๊ะ 100% – เกมดีลเลอร์สด 20% – 20%</p>

                          <p><b>8.18</b> โปรโมชั่นบางรายการอาจถูกยกเลิกและ/หรือยกเลิก และอาจมีให้บริการในบางช่วงเวลาและภายใต้เงื่อนไขบางประการเท่านั้น คุณต้องตรวจสอบให้แน่ใจว่าการโปรโมตเนื้อหาที่คุณสนใจยังคงมีอยู่คุณมีสิทธิ์คุณเข้าใจข้อกําหนดใด ๆ ด้านล่างที่จะนําไปใช้และคุณได้เลือกใช้หากมี </p>

                          <h3>9. ปิดบัญชีสมาชิก</h3>
                          <p><b>9.1</b> หากคุณต้องการปิดบัญชีสมาชิกคุณสามารถติดต่อฝ่ายสนับสนุนลูกค้าเป็นลายลักษณ์อักษรได้ตลอดเวลาทางอีเมล การปิดบัญชีอย่างมีประสิทธิภาพจะยุติข้อกําหนดและเงื่อนไขตามนั้น หากเหตุผลที่อยู่เบื้องหลังการปิดบัญชีเกี่ยวข้องกับความกังวลเกี่ยวกับการติดการพนันที่เป็นไปได้หรือปัญหาการพนันคุณควรระบุว่าสิ่งนี้ทําเป็นลายลักษณ์อักษรในขณะที่ขอปิดบัญชี หากไม่รับผิดชอบต่อการเปิดเผยปัญหาการพนันและ / หรือให้เหตุผลในการปิดบัญชีคุณสามารถขอให้เปิดใช้งานบัญชีของคุณอีกครั้งทางอีเมล การเปิดใช้งานบัญชีใหม่ขึ้นอยู่กับดุลยพินิจของเราแต่เพียงผู้เดียว เราขอสงวนสิทธิ์ในการปฏิเสธการฟื้นคืนชีวิต </p>

                          <p><b>9.2</b> เว็บไซต์ขอสงวนสิทธิ์ในการปฏิเสธหรือปิดบัญชีของสมาชิกตามดุลยพินิจของตนแต่เพียงผู้เดียวโดยไม่ต้องแจ้งให้ทราบล่วงหน้าหรือภาระผูกพันในการระบุหรือพิสูจน์เหตุผล ในกรณีที่สงสัยว่ามีการฉ้อโกงการฟอกเงินหรือการกระทําที่ผิดกฎหมายเราจะโอนยอดคงเหลือในบัญชีของคุณไปยังกระเป๋าเงินดิจิตอลที่คุณเลือก (ขึ้นอยู่กับยอดเงินในบัญชีของคุณ) ก่อนที่บัญชีของคุณจะถูกปิด ยอดเงินในบัญชีสกุลเงินเฟียตของคุณจะถูกฝากด้วยฝีมือของคุณ หากคุณใช้วิธีการฝากเงินอย่างเดียวเราจะติดต่อคุณและค้นหาวิธีการคืนสินค้าอื่น ๆ สําหรับเงินก่อนที่บัญชีจะถูกปิด </p>

                          <h3>10. บริการสนับสนุน</h3>
                          <p><b>10.1</b> ในฐานะที่เป็นส่วนหนึ่งของการใช้งานเว็บไซต์ของคุณเราอาจจัดหาช่องทางการสื่อสารบริการสนับสนุนให้คุณในหลายวิธีซึ่งได้รับการตรวจสอบและควบคุมโดยเรา </p>

                          <p><b>10.2</b> เราเก็บคําวิจารณ์และบันทึกผ่านช่องทางการสื่อสารใด ๆ การใช้บริการสนับสนุนของเราควรมีไว้เพื่อความช่วยเหลือและสําหรับข้อมูลของคุณเท่านั้น </p>

                          <p><b>10.3</b> เราขอสงวนสิทธิ์ในการลบหรือจํากัดบริการสนับสนุนสดหรือยกเลิกบัญชีสมาชิกของคุณทันทีและคืนเงินยอดคงเหลือในบัญชีของคุณหากคุณ:</p>
                          <p>(ก) กล่าวถ้อยคําหรือแบ่งปันเนื้อหาใด ๆ ที่ละเมิด เหยียดหยาม หมิ่นประมาท ชัดแจ้ง หรือก้าวร้าวอย่างร้ายแรง รวมถึงแต่ไม่จํากัดเพียงการแสดงออกถึงถ้อยคําหยาบคาย การเหยียดเชื้อชาติ หรือความเกลียดชัง</p>
                          <p>(ข) ใช้บริการสนับสนุนของเราเพื่อโฆษณา ส่งเสริม หรือเกี่ยวข้องกับหน่วยงานออนไลน์อื่นๆ</p>
                          <p>(c) มีเหตุอันควรเชื่อได้ว่าพยายามใช้ประโยชน์จากบริการของเราอย่างไม่เป็นธรรม เช่น ผ่านข้อความที่ไม่เป็นความจริงซ้ําๆ เกี่ยวกับกรณี ธุรกรรม หรือลักษณะเดียวกัน</p>
                          <p>(ง) ทําให้ข้อความเกี่ยวกับบริษัทหรือเว็บไซต์อินเทอร์เน็ตอื่นใดที่เชื่อมต่อกับเว็บไซต์ไม่เป็นความจริง และ/หรือเป็นอันตราย และ/หรือก่อให้เกิดความเสียหายต่อบริษัท</p>
                          <p>(จ) ใช้บริการสนับสนุนใด ๆ ของเราเพื่อสมรู้ร่วมคิดมีส่วนร่วมในการกระทําที่ผิดกฎหมายหรือส่งเสริมการกระทําที่เราเชื่อว่าไม่เหมาะสมอย่างร้ายแรง ข้อความใด ๆ ของกิจกรรมที่น่าสงสัยอาจถูกรายงานต่อเจ้าหน้าที่ผู้มีอํานาจ</p>

                          <p><b>10.4</b> บริการสนับสนุนของเราถูกใช้เป็นรูปแบบการสื่อสารระหว่างคุณกับเรา และไม่ควรคัดลอกหรือแบ่งปันกับบุคคลที่สามโดยไม่ได้รับความยินยอมจากเราก่อน </p>

                          <h3>11. กฎการเดิมพันทั่วไป</h3>
                          <p><b>11.1</b>. การเดิมพันสามารถทําได้โดยเจ้าของบัญชีที่ลงทะเบียนเท่านั้น </p>

                          <p><b>11.2</b> การเดิมพันที่วางและยอมรับไม่สามารถแก้ไข ย้อนกลับ หรือยกเลิกโดยคุณได้ คุณสามารถดูรายการเดิมพันทั้งหมดสถานะและรายละเอียดได้บนเว็บไซต์ </p>

                          <p><b>11.3</b> สามารถวางเดิมพันผ่านทางอินเทอร์เน็ตเท่านั้น </p>

                          <p><b>11.4</b> คุณสามารถวางเดิมพันได้ก็ต่อเมื่อคุณมีเงินเพียงพอในบัญชีของคุณบนเว็บไซต์ </p>

                          <p><b>11.5</b> เมื่อการเดิมพันถูกปิดแล้วจะอยู่ภายใต้ข้อกําหนดของข้อกําหนดและเงื่อนไขที่มีผลบังคับใช้และเผยแพร่บนเว็บไซต์ในเวลาที่ยอมรับการเดิมพัน </p>

                          <p><b>11.6</b> การจ่ายเงินเดิมพันที่ชนะจะถูกโอนเข้าบัญชีของคุณ รวมถึงโอกาสในการคูณเงินเดิมพันด้วยการเดิมพัน </p>

                          <p><b>11.7</b> เมื่อวางเดิมพันคุณรับทราบว่าคุณได้อ่านและเข้าใจข้อกําหนดและเงื่อนไขเหล่านี้ทั้งหมดเกี่ยวกับการเดิมพันที่อธิบายไว้บนเว็บไซต์แล้ว </p>

                          <p><b>11.8</b> เว็บไซต์จัดการบัญชีของคุณและคํานวณเงินที่มีอยู่เงินที่รอดําเนินการเงินเดิมพันและจํานวนโบนัส จํานวนเงินเหล่านี้ถือเป็นที่สิ้นสุดและจะไม่ถูกแก้ไขตามการสอบถามการตรวจสอบจากภายนอกหรือการตรวจสอบโดยไม่มีข้อผิดพลาดที่ชัดเจน </p>

                          <p><b>11.9</b> คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการวางเดิมพัน </p>

                          <p><b>11.10</b> เงินรางวัลจะจ่ายให้กับหน่วยงานกํากับดูแลของกีฬาหรือการแข่งขันที่เกี่ยวข้องในบัญชีของคุณเมื่อได้รับการยืนยันอย่างเป็นทางการของผลสุดท้าย </p>

                          <p><b>11.11</b> เว้นแต่หน่วยงานกํากับดูแลของเราจะตัดสินเป็นอย่างอื่นเว็บไซต์ขอสงวนสิทธิ์ในการเพิกถอนการชนะใด ๆ หากผลลัพธ์อยู่ภายใต้การสอบสวนใด ๆ สําหรับกิจกรรมทางอาญาที่น่าสงสัยหรือการกระทําใด ๆ ที่อาจส่งผลต่อผลลัพธ์ ในกรณีที่มีความผิดปกติในโหมดการเดิมพันหรือผลลัพธ์ของแคมเปญซึ่งได้รับการยืนยันจากหน่วยงานกํากับดูแลบุคคลที่สามหรือเว็บไซต์เว็บไซต์ขอสงวนสิทธิ์ในการยกเลิกและ / หรือคืนเงินเดิมพันใด ๆ ในแคมเปญตามดุลยพินิจของตน แต่เพียงผู้เดียว หากมีการวางเดิมพันใด ๆ เว็บไซต์ขอสงวนสิทธิ์ในการคํานวณผลลัพธ์ของเหตุการณ์ใหม่และริบเงินรางวัลที่เกี่ยวข้อง </p>

                          <p><b>11.12</b> หากคุณไม่พอใจกับเรื่องใด ๆ ที่เกี่ยวข้องกับการเดิมพันบนเว็บไซต์โปรดแจ้งให้เว็บไซต์แจ้งเป็นลายลักษณ์อักษรภายใน 7 วันหลังจากทําธุรกรรม ประกาศที่ออกหลังจากนั้นภายในระยะเวลา 7 วันจะถูกเพิกเฉย ในกรณีที่ไม่น่าเป็นไปได้ที่ความแตกต่างระหว่างผลลัพธ์จะปรากฏบนอุปกรณ์ของคุณและผลลัพธ์ปรากฏในบันทึกการทําธุรกรรมของระบบของเราคุณยอมรับว่าผลลัพธ์ในบันทึกการทําธุรกรรมของระบบของเราที่ตรวจสอบโดยเจ้าหน้าที่เว็บไซต์จะถือเป็นที่สิ้นสุดและมีผลผูกพัน </p>

                          <p><b>11.13</b> หากเว็บไซต์พบว่าคุณได้วางเดิมพันที่แตกต่างจากบัญชีของคุณเป็นครั้งคราวเว็บไซต์อาจวางเดิมพันทั้งหมด เว็บไซต์นี้ขอสงวนสิทธิ์ในการดําเนินการเพิ่มเติมตามที่เห็นสมควร </p>

                          <p><b>11.14</b> หากจํานวนเงินเดิมพันที่เกินจํานวนเงินสูงสุดที่ระบุไว้ได้รับการยอมรับอย่างไม่ถูกต้องโดยเว็บไซต์จํานวนเงินส่วนเกินจะถูกเพิกเฉยและจํานวนเงินเดิมพันจะถูกแก้ไขดังนั้นส่วนต่างจะถูกคืน / เครดิตไปยังบัญชีของคุณ </p>

                          <p><b>11.15</b> ข้อมูลที่จัดทําโดยเว็บไซต์นี้เช่นสตรีมวิดีโอแบบเรียลไทม์ข้อมูลสถิติคะแนนสดและการเดิมพันสดเป็นบริการข้อมูลที่มีมูลค่าเพิ่ม อย่างไรก็ตามเว็บไซต์นี้จะไม่รับผิดชอบใด ๆ โดยไม่คํานึงถึงความไม่ถูกต้องหรือข้อผิดพลาดในข้อมูล</p>

                          <p><b>11.16</b> หากการแข่งขันไม่เริ่มต้นในหรือหลังวันที่เริ่มต้นที่กําหนดไว้และ / หรือถูกยกเลิกและไม่เสร็จสมบูรณ์ (ดําเนินการต่อ) เมื่อสิ้นสุดวันที่ปฏิทินถัดไปการเดิมพันทั้งหมดจะถือเป็นโมฆะเว้นแต่ตลาดการเดิมพันใด ๆ ที่พิจารณาว่าไม่มีเงื่อนไขตามกฎที่เกี่ยวข้องซึ่งในกรณีนี้การเดิมพันอาจได้รับการจัดตั้งขึ้น </p>

                          <p><b>11.17</b> เว็บไซต์ขอสงวนสิทธิ์ในการนํากิจกรรมที่ใช้กับการแข่งขันเฉพาะหรืออาจขัดแย้งกับกฎการเดิมพันกีฬา กฎพิเศษดังกล่าวอาจเผยแพร่อัตราต่อรองที่เผยแพร่ร่วมกับภูมิภาคลูกค้าการแข่งขันและ / หรือเหตุการณ์ที่เฉพาะเจาะจง </p>

                          <p><b>11.18</b> การสื่อสารถูกขัดจังหวะหลังจากวางเดิมพันและ / หรือคุณไม่ได้รับการยืนยันด้วยภาพว่าวางเดิมพันสําเร็จแล้ว แต่การเดิมพันได้รับอย่างถูกต้องบนเซิร์ฟเวอร์ของเราและการเดิมพันจะถือว่าถูกต้องและยอมรับ คุณจะได้รับแจ้งว่าคุณจะชนะหรือแพ้เมื่อมีการสร้างการสื่อสารใหม่และผลลัพธ์จะถูกกําหนด หากการเดิมพันไม่ได้รับอย่างถูกต้องบนเซิร์ฟเวอร์ของเราเนื่องจากข้อผิดพลาดในการสื่อสารจะไม่ถือว่าถูกต้องและยอมรับ การเดิมพันที่ล้มเหลวจะถูกคืนไปยังยอดเงินในบัญชีของคุณ </p>

                          <p><b>11.19</b> คุณรับทราบและรับทราบว่าคุณอาจได้รับการยืนยันเพื่อแจ้งให้คุณทราบถึงความเสี่ยงทางการเงินที่อาจเกิดขึ้นหลังจากวางเดิมพัน (โปรดติดต่อฝ่ายสนับสนุนลูกค้าของเว็บไซต์หากมีความไม่แน่นอน) เมื่อได้รับการตอบรับดังกล่าวคุณยอมรับว่าคุณได้รับแจ้งอย่างเพียงพอ </p>

                          <p><b>11.20</b> ในกรณีที่มีความคลาดเคลื่อนในสถิติการแข่งขันที่จัดทําโดยแหล่งข้อมูลภายนอกแหล่งข้อมูลที่กําหนดไว้ในหน้ากฎการเดิมพันกีฬาทั่วไปที่เผยแพร่ของเราจะมีผลเหนือกว่า </p>
                          <p><b>11.21</b> วงเงินเดิมพันสูงสุดจะขึ้นอยู่กับจํานวนเงินที่เว็บไซต์อนุญาตในเวลาที่คุณยอมรับการเดิมพัน </p>

                          <p><b>11.23</b> สิ่งต่อไปนี้เกี่ยวข้องกับฟังก์ชั่นการถอน:</p>

                          <p><b>11.23.1</b> สามารถถอนเงินได้สําหรับกิจกรรมการแข่งขันและตลาดที่เลือกการเดิมพันครั้งเดียวและหลายครั้งก่อนและระหว่างการแข่งขัน </p>

                          <p><b>11.23.2</b> ความล่าช้าในการยอมรับคําขอถอนเงิน หากการเปลี่ยนแปลงราคาหรือตลาดหยุดชั่วคราวคําขอถอนเงินอาจไม่สําเร็จ </p>

                          <p><b>11.23.3</b> หากคําขอถอนเงินได้รับการอนุมัติการเดิมพันที่เกี่ยวข้องจะปรากฏขึ้นทันทีและตัดสิน ผลสุดท้ายที่แท้จริงของการเดิมพันเดิมจะไม่ส่งผลต่อกระบวนการถอนเงิน</p>

                          <p><b>11.23.4</b> ในกรณีใด ๆ เมื่อคําขอถอนเงินสําเร็จจํานวนเงินทั้งหมดของการคืนเงินจะถูกส่งกลับไปยังบัญชีของคุณ </p>

                          <p><b>11.23.5</b> เว็บไซต์ไม่สามารถรับประกันได้ว่าการเดิมพันของคุณจะพร้อมใช้งานสําหรับตัวเลือกการถอน หากมีการถอนเงินก่อนกิจกรรมเราจะไม่ครอบคลุมหรือหยุดครอบคลุมเหตุการณ์สดและการถอนเงินจะไม่สามารถใช้ได้เมื่อกิจกรรมเริ่มต้นขึ้นหรือการแข่งขันสดของเราจะไม่ครอบคลุมถึงการหยุด เมื่อตลาดหยุดชั่วคราวจะไม่มีการจ่ายเงิน </p>

                          <p><b>11.23.6</b> เว็บไซต์นี้ขอสงวนสิทธิ์ในการเพิกถอนการทํางานของลูกค้าหรือกลุ่มลูกค้าทั้งหมดหรือบางส่วน เราจะใช้สิทธิ์นี้ในกรณีที่มีข้อสงสัยตามสมควรว่าลูกค้าหรือกลุ่มลูกค้าใช้ฟังก์ชันการถอนในทางที่ผิดเพื่อใช้ประโยชน์จากการเปลี่ยนแปลงราคาก่อนเหตุการณ์หรือคุณสมบัติการถอนถูกใช้เป็นประจําเพื่อปิดการเดิมพันก่อนเริ่มกิจกรรม </p>

                          <p><b>11.23.7</b> หากฟังก์ชั่นการถอนไม่สามารถใช้ได้เนื่องจากเหตุผลทางเทคนิคเว็บไซต์นี้จะไม่รับผิดชอบต่อสิ่งนี้ นอกจากนี้การเดิมพันใด ๆ ในกรณีดังกล่าวจะรักษาสถานะการเดิมพันเดิมและเว็บไซต์นี้จะไม่รับผิดชอบ 。 </p>

                          <p><b>11.23.8</b> เว็บไซต์ขอสงวนสิทธิ์ในการยอมรับหรือปฏิเสธการเดิมพัน / การเดิมพันใด ๆ เพื่อถอนเงินจากกีฬาการแข่งขันตลาดหรือประเภทของการเดิมพันที่มีอยู่ในคุณสมบัติการถอนเงิน </p>

                          <p><b>11.24</b> รางวัลสูงสุดจะเสนอเป็น USD เป็นสกุลเงินหลักเพื่อรักษาความปลอดภัยให้กับโลก แต่สกุลเงินที่เทียบเท่าจะนําไปใช้กับการใช้จ่ายจริง ในกรณีที่การเดิมพันหลายครั้งเกี่ยวข้องกับเหตุการณ์ที่มีขีด จํากัด โบนัสสูงสุดที่แตกต่างกันจะใช้จํานวนเงินขั้นต่ํา ขีดจํากัดโบนัสสูงสุดทั้งสองนี้ใช้กับลูกค้าหรือกลุ่มลูกค้าของเราทั้งหมดที่ใช้บัญชีเดิมพันที่แตกต่างกันเพื่อบรรจุการเดิมพันที่เลือกเดียวกันในราคาที่แตกต่างกัน ควรมีเหตุผลที่จะเชื่อว่ามีการวางเดิมพันหลายครั้งด้วยวิธีนี้และการชําระเงินเต็มจํานวนของการเดิมพันเหล่านี้จะเพิ่มการจ่ายเงินสูงสุดเพียงครั้งเดียว </p>

                          <h3>12. เกมแท้งและแท้ง</h3>
                          <p><b>12.1</b> บริษัท จะไม่แทรกแซงเกมสําหรับการหยุดทํางานการหยุดชะงักของเซิร์ฟเวอร์ความล่าช้าหรือการหยุดชะงักทางเทคนิคหรือทางการเมืองใด ๆ การคืนเงินสามารถทําได้ตามดุลยพินิจของเว็บไซต์แต่เพียงผู้เดียว </p>

                          <p><b>12.2</b> บริษัทจะไม่รับผิดชอบต่อความเสียหายหรือความสูญเสียใด ๆ ที่ถือว่าหรือเป็นผลมาจากเว็บไซต์หรือเนื้อหาที่ถูกกล่าวหาว่าเกิดจากหรือเกี่ยวข้องกับเว็บไซต์นั้น ซึ่งรวมถึงข้อ จํากัด ของการดําเนินงานหรือการส่งล่าช้าหรือหยุดชะงักการสูญเสียหรือความเสียหายของข้อมูลการสื่อสารหรือความล้มเหลวของสายการใช้งานเว็บไซต์ในทางที่ผิดหรือเนื้อหาโดยบุคคลใด ๆ หรือข้อผิดพลาดหรือการละเว้นใด ๆ ในเนื้อหา </p>

                          <p><b>12.3</b> หากเกมคาสิโนใด ๆ ล่มการเดิมพันทั้งหมดจะถือเป็นโมฆะ </p>

                          <h3>13. ข้อจํากัดความรับผิด</h3>
                          <p><b>13.1</b> การเข้าถึงเว็บไซต์และการเข้าร่วมเกมถือเป็นความเสี่ยงของคุณเอง เว็บไซต์และเกมมีให้โดยไม่มีการรับประกันใด ๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยนัย </p>

                          <p><b>13.2</b> โดยปราศจากอคติต่อลักษณะทั่วไปของสิ่งที่กล่าวมาข้างต้นคุณยอมรับว่าเรา:</p>

                          <p><b>13.2.1</b> ไม่รับประกันว่าซอฟต์แวร์ เกม และเว็บไซต์จะเหมาะสมกับวัตถุประสงค์ของตน </p>

                          <p><b>13.2.2</b> ไม่รับประกันว่าซอฟต์แวร์ เกม และเว็บไซต์ปราศจากข้อผิดพลาด </p>

                          <p><b>13.2.3</b> ไม่มีการรับประกันว่าซอฟต์แวร์ เกม และเว็บไซต์จะถูกขัดจังหวะโดยไม่หยุดชะงัก </p>

                          <p><b>13.3</b> ยกเว้นที่ระบุไว้อย่างชัดแจ้งในข้อกําหนดและเงื่อนไขเหล่านี้เราจะไม่รับผิดชอบต่อความสูญเสียต้นทุนค่าใช้จ่ายหรือความเสียหายใด ๆ ไม่ว่าจะโดยตรงโดยอ้อมพิเศษเป็นผลสืบเนื่องโดยบังเอิญหรืออื่น ๆ ที่เกิดขึ้นจากการใช้งานเว็บไซต์ของคุณหรือการมีส่วนร่วมของคุณในเกม </p>

                          <p><b>13.4</b> คุณเข้าใจและรับทราบว่าการเดิมพันใด ๆ ที่วางระหว่างความล้มเหลวดังกล่าวจะถือเป็นโมฆะหากเกมหรือความผิดปกตินั้นทํางานร่วมกันได้ เงินที่ระบุจากเกมที่ผิดพลาดจะถือว่าเป็นโมฆะเช่นเดียวกับรอบเกมที่ตามมาโดยไม่คํานึงถึงเกมที่เล่นโดยใช้เงินเหล่านั้น </p>

                          <p><b>13.5</b> หากการเดิมพันบางส่วนหรือทั้งหมดถูกประกาศเป็นโมฆะเว็บไซต์ขอสงวนสิทธิ์ในการพิจารณาว่ามีข้อผิดพลาดข้อผิดพลาดข้อผิดพลาดในการพิมพ์หรือข้อผิดพลาดทางเทคนิคในตารางการจ่ายเงินอัตราต่อรองหรือซอฟต์แวร์ สําหรับการชนะที่ยังไม่เกิดขึ้นจริงเราจะไม่รับผิดชอบต่อผลของการทําให้การเดิมพันเป็นโมฆะในกรณีนี้ การคืนเงินจะดําเนินการโดย Seabet Management เท่านั้น </p>

                          <p><b>13.6</b> คุณตกลงที่จะชดใช้ค่าเสียหายและปกป้องเรากรรมการพนักงานพันธมิตรและผู้ให้บริการของเราอย่างเต็มที่โดยไม่เป็นอันตรายจากและต่อค่าใช้จ่ายค่าใช้จ่ายความสูญเสียความเสียหายการเรียกร้องและความรับผิดใด ๆ ที่เกิดขึ้นจากการใช้งานเว็บไซต์หรือการมีส่วนร่วมในเกมของคุณ </p>

                          <p><b>13.7</b> บริษัทจะไม่รับผิดชอบต่อความเสียหายหรือความสูญเสียใด ๆ ไม่ว่าจะเป็นในสัญญาการละเมิดการละเมิดการรับประกันหรืออื่น ๆ ถือว่าหรือถูกกล่าวหาว่าเกิดจากหรือถูกกล่าวหาว่าเกิดจากหรือถูกกล่าวหาว่าเกิดจากการเชื่อมต่อกับเว็บไซต์หรือเนื้อหาของเว็บไซต์ ซึ่งรวมถึงแต่ไม่จํากัดเพียงความล่าช้าหรือการหยุดชะงักในการดําเนินงานหรือการส่งข้อมูลการสูญเสียหรือความเสียหายของข้อมูลการสื่อสารหรือความล้มเหลวของสายการใช้งานเว็บไซต์หรือเนื้อหาในทางที่ผิดโดยบุคคลใด ๆ หรือข้อผิดพลาดหรือการละเว้นใด ๆ ในเนื้อหา </p>

                          <h3>14. นโยบายความเป็นส่วนตัว</h3>
                          <p><b>14.1</b>  คุณรับทราบและยอมรับว่าเราอาจรวบรวมและใช้ข้อมูลส่วนบุคคลของคุณหากเราเห็นว่าจําเป็นเพื่อให้คุณเข้าถึงและใช้เว็บไซต์และอนุญาตให้คุณเข้าร่วมในเกม </p>

                          <p><b>14.2</b>  เรารับทราบว่าในขณะที่รวบรวมข้อมูลส่วนบุคคลของคุณเราผูกพันตามพระราชบัญญัติคุ้มครองข้อมูลตามที่ระบุไว้ข้างต้น เราจะปกป้องข้อมูลส่วนบุคคลของคุณและเคารพความเป็นส่วนตัวของคุณตามแนวทางปฏิบัติทางธุรกิจที่ดีที่สุดและกฎหมายที่บังคับใช้ </p>

                          <p><b>14.3</b> เราจะใช้ข้อมูลส่วนบุคคลของคุณเพื่ออนุญาตให้คุณเข้าร่วมในเกมและดําเนินการที่เกี่ยวข้องกับการมีส่วนร่วมของคุณในเกม เมื่อเปิดบัญชีสมาชิกของคุณคุณรับทราบและยอมรับว่าพนักงานของ บริษัท มีสิทธิ์เข้าถึงข้อมูลส่วนบุคคลของคุณเพื่อปฏิบัติหน้าที่และให้ความช่วยเหลือที่ดีที่สุดแก่คุณรวมถึงบริการ นอกจากนี้เรายังอาจใช้ข้อมูลส่วนบุคคลของคุณเพื่อแจ้งให้คุณทราบถึงการเปลี่ยนแปลงบริการใหม่และโปรโมชั่น คุณสามารถเลือกไม่รับอีเมลการตลาดได้ตลอดเวลา </p>

                          <p><b>14.4</b> ข้อมูลส่วนบุคคลของท่านจะไม่ถูกเปิดเผยต่อบุคคลที่สาม เว้นแต่กฎหมายจะกําหนดให้มีการเปิดเผยข้อมูลดังกล่าวหรือจําเป็นต่อการใช้บริการของเรา ซึ่งในกรณีนี้ท่านจะถือว่าท่านยินยอมให้เปิดเผยข้อมูลดังกล่าวแก่บุคคลที่สาม ข้อมูลส่วนบุคคลอาจถูกเปิดเผยต่อเว็บไซต์นี้ในฐานะพันธมิตรทางธุรกิจหรือซัพพลายเออร์ของเว็บไซต์นี้หรือผู้ให้บริการที่อาจรับผิดชอบต่อบางส่วนของการทํางานโดยรวมหรือการดําเนินงานของเว็บไซต์นี้ พนักงานเว็บไซต์สามารถเข้าถึงข้อมูลส่วนบุคคลของคุณเพื่อปฏิบัติหน้าที่และให้ความช่วยเหลือและบริการที่ดีที่สุดแก่คุณ คุณยินยอมให้มีการเปิดเผยข้อมูลดังกล่าว </p>

                          <p><b>14.5</b> เราจะเก็บรักษาข้อมูลทั้งหมดที่ให้ไว้เป็นข้อมูลส่วนบุคคลอย่างไม่มีกําหนด เว้นแต่เราจะเลือกที่จะทําเช่นนั้นหลังจากสิ้นสุดระยะเวลาการเก็บรักษาข้อมูลแอปพลิเคชันหรือเมื่อเราจําเป็นต้องทําเช่นนั้นตามกฎหมาย </p>

                          <p><b>14.6</b> เพื่อเพิ่มประสิทธิภาพประสบการณ์ของคุณและตรวจสอบและปรับปรุงบริการเว็บไซต์ของเราเรารวบรวมข้อมูลบางอย่างที่ส่งโดยเบราว์เซอร์ของคุณที่เรียกว่า คุกกี้ คุณมีสิทธิ์เลือกว่าจะยอมรับคอลเลกชันคุกกี้ของเราหรือไม่ อย่างไรก็ตามโปรดทราบว่าการปิดใช้งานคุกกี้อาจมีผลกระทบร้ายแรงต่อการเข้าถึงเว็บไซต์ของเราและอาจบล็อกการเยี่ยมชมของคุณทั้งหมด </p>

                          <h3>15. การมอบหมาย</h3>
                          <p><b>15.1</b>  ไม่อนุญาตให้มีการมอบหมายภาระผูกพันของคุณภายใต้ข้อตกลงนี้ คุณไม่สามารถมอบหมายภาระผูกพันของคุณภายใต้ข้อตกลงนี้และสิทธิ์หรือภาระผูกพันใด ๆ ภายใต้ข้อตกลงนี้ให้กับบุคคลหรือนิติบุคคลอื่น ๆ </p>

                          <h3>16. ข้อตกลงทั้งหมด</h3>
                          <p><b>16.1</b> ข้อกําหนดและเงื่อนไขเหล่านี้ถือเป็นข้อตกลงทั้งหมดระหว่างคุณกับเราในการเคารพเว็บไซต์และยกเว้นในกรณีที่มีการฉ้อโกงจะแทนที่การสื่อสารทางอิเล็กทรอนิกส์ด้วยวาจาหรือลายลักษณ์อักษรและข้อเสนอระหว่างคุณกับเราเพื่อเคารพเว็บไซต์ </p>

                          <h3>17. การแยกออกจากกันได้</h3>
                          <p><b>17.1</b>  หากข้อกําหนดใด ๆ ของข้อกําหนดและเงื่อนไขเหล่านี้ถือว่าผิดกฎหมายหรือไม่สามารถบังคับใช้ได้ข้อกําหนดจะถูกตัดออกจากข้อกําหนดและเงื่อนไขเหล่านี้และข้อกําหนดอื่น ๆ ทั้งหมดจะยังคงมีผลบังคับใช้อย่างสมบูรณ์และมีผลบังคับใช้โดยไม่ได้รับผลกระทบจากการชดเชยดังกล่าว </p>

                          <h3>18. การยกเลิก การระงับ และการปิด</h3>
                          <p><b>18.1</b> โดยไม่จํากัดความสามารถของเราในการพึ่งพาการเยียวยาอื่น ๆ ที่มีให้เรา เราอาจระงับและ/หรือยกเลิกบัญชีของคุณ ยกเลิกการเดิมพันที่ค้างชําระ และ/หรือริบเงินใด ๆ หรือทั้งหมดในบัญชีของคุณตามดุลยพินิจของเรา:</p>
                          <p>(i) เมื่อเราสงสัยว่าคุณกําลังใช้เว็บไซต์ของเราเพื่อการฟอกเงินกิจกรรมที่ผิดกฎหมายหรือการฉ้อโกงอื่น ๆ หรือ</p>
                          <p>(ii) เราสงสัยว่าคุณได้ฝากเงินอย่างผิดกฎหมายหรือได้มาในลักษณะที่เสื่อมราคาอย่างชัดแจ้งและเป็นสาระสําคัญ หรือ</p>
                          <p>(iii) เราได้รับหลักฐานว่าคุณเป็นส่วนหนึ่งขององค์กรการพนันซึ่งมีหลายฝ่ายมีส่วนร่วมในการวางเดิมพันเพื่อหลีกเลี่ยงกฎของเว็บไซต์ข้อกําหนดและเงื่อนไขเหล่านี้หรือกฎอื่น ๆ ของเว็บไซต์ หรือ</p>
                          <p>(iv) เราพิจารณาว่าคุณกําลังใช้อุปกรณ์หุ่นยนต์แมงมุมซอฟต์แวร์กิจวัตรประจําวันหรือวิธีการอื่น ๆ (หรือลักษณะใด ๆ ที่กล่าวมาข้างต้น) เพื่อแทรกแซงหรือพยายามแทรกแซงการทํางานที่เหมาะสมของบริการของเราอุปกรณ์ที่เกี่ยวข้องซอฟต์แวร์เว็บไซต์เกมคาสิโนการเดิมพันกีฬาและข้อมูลการเดิมพันหรือธุรกรรมใด ๆ ที่นําเสนอบนเว็บไซต์  โดยเฉพาะอย่างยิ่งที่จะไม่ใช้หรือใช้ปัญญาประดิษฐ์หรือระบบอื่น ๆ (รวมถึงเครื่องจักรคอมพิวเตอร์ซอฟต์แวร์หรือระบบอัตโนมัติอื่น ๆ ที่ออกแบบมาเพื่อฉ้อโกงและ / หรือทําลายระบบเว็บไซต์โดยเฉพาะ) หรือ</p>
                          <p>(v) เราพิจารณาว่าคุณกําลังสมรู้ร่วมคิดหรือพยายามสมรู้ร่วมคิดกับผู้เล่นรายอื่นเพื่อหลอกลวงเว็บไซต์หรือลูกค้าของไซต์ หรือ</p>
                          <p>(vi) เราพิจารณาว่าคุณได้ละเมิดข้อกําหนดและเงื่อนไขเหล่านี้</p>
                          <p>(vii) เราพิจารณาว่าคุณกําลังกระทําการในลักษณะที่ไม่เอื้ออํานวยต่อนักแสดงของเรา หรือ</p>
                          <p>(viii) เราพิจารณาว่าวิธีที่คุณใช้ไซต์ทําให้คุณได้เปรียบอย่างไม่เป็นธรรมเช่นการเดิมพันตามข้อมูลเชิงลึกหรือความเชี่ยวชาญที่ได้รับจากการมีส่วนร่วมส่วนบุคคลหรือการมีส่วนร่วมในพื้นที่กีฬาเฉพาะ หรือ</p>
                          <p>(ix) เราสงสัยว่าคุณได้ลงทะเบียนจัดการหรือกํากับกิจกรรมการเดิมพันของคุณในบัญชีผู้ใช้หลายบัญชีพยายามซ่อนกิจกรรมการเดิมพันของคุณหลีกเลี่ยงขีด จํากัด การทําธุรกรรมที่กําหนดโดยเราหรือละเมิดข้อกําหนดและเงื่อนไขการส่งเสริมการขายใด ๆ หรือ</p>
                          <p>(x) เราสงสัยว่าบัญชีของคุณถูกใช้เพื่อประโยชน์ของบุคคลที่สาม หรือ</p>
                          <p>(xi) หลักฐานที่ได้รับจากเราว่าการลงทะเบียนบัญชีใหม่คุณได้ละเมิดคําสั่งโดยตรงบนเว็บไซต์ที่จะไม่ดําเนินกิจกรรมการเดิมพันของคุณบนเว็บไซต์ของเรา เว็บไซต์นี้มีสิทธิ์ที่จะยึดเงินฝากใด ๆ จากบัญชีที่ลงทะเบียนโดยผู้ใช้ที่เคยพบว่ามีการละเมิดหรือเพิกเฉยต่อคําเตือนก่อนหน้านี้เกี่ยวกับข้อกําหนดและเงื่อนไขข้างต้น</p>

                          <p><b>18.2</b> คุณรับทราบว่าเว็บไซต์เป็นผู้มีอํานาจตัดสินใจขั้นสุดท้ายในความครอบครองของคุณจากการละเมิดกฎข้อกําหนดหรือเงื่อนไขที่ส่งผลให้มีการระงับหรือแบนถาวร</p>
                          <p>จากการเข้าร่วมในเว็บไซต์ของเรา</p>

                          <p><b>18.3</b> ไม่ว่าเราจะระงับและ/หรือยกเลิกบัญชีและแม้จะมีข้อกําหนดอื่นใดในข้อกําหนดและเงื่อนไขเหล่านี้เราอาจตัดสินใจยกเลิกและยกเลิกการเดิมพันใด ๆ ที่ยังไม่เสร็จสมบูรณ์ตามดุลยพินิจของเราหาก:</p>
                          <p>(i) มีความล้มเหลวทางเทคนิคหรือ </p>
                          <p>(ii) คุณหรือลูกค้ารายอื่นที่วางเดิมพันกับคุณละเมิดข้อกําหนดและเงื่อนไขเหล่านี้</p>

                          <h3>19. เหตุสุดวิสัย</h3>
                          <p><b>19.1</b>  เว็บไซต์นี้ล้มเหลวหรือล่าช้าในการปฏิบัติตามภาระผูกพันในการให้บริการหากความล้มเหลวหรือความล่าช้าดังกล่าวเกิดจากเหตุสุดวิสัยในความเห็นของเว็บไซต์นี้รวมถึง แต่ไม่ จํากัด เพียงน้ําท่วมไฟไหม้แผ่นดินไหวหรือปัจจัยทางธรรมชาติอื่น ๆ การกระทําของสงครามโรคระบาดหรือโรคระบาดการจลาจลหรือการโจมตีของผู้ก่อการร้ายไฟฟ้าขัดข้องการล็อคและการนัดหยุดงาน  ความล่าช้าหรือการหยุดชะงักของเครือข่ายอินเทอร์เน็ตและโทรคมนาคมที่เกิดจากปัจจัยมนุษย์หรือธรรมชาติหรือเหตุการณ์อื่น ๆ ที่อยู่นอกเหนือการควบคุมที่เหมาะสมของเว็บไซต์นี้ เว็บไซต์นี้ไม่รับผิดชอบต่อผลที่ตามมาใด ๆ ที่เกิดขึ้นจากเหตุสุดวิสัยดังกล่าว </p>

                          <h3>20. การผิดนัดชําระหนี้ บทลงโทษ และการเลิกจ้าง</h3>
                          <p><b>20.1</b> เราขอสงวนสิทธิ์ที่จะไม่เปิดระงับหรือปิดบัญชีสมาชิกของคุณหรือระงับเงินรางวัลของคุณและใช้เงินสําหรับความเสียหายใด ๆ ที่คุณมีสิทธิ์หากคุณละเมิดข้อกําหนดและเงื่อนไขเหล่านี้หรือหากเรามีเหตุอันควรสงสัยว่าคุณได้ละเมิดข้อกําหนดดังกล่าว </p>

                          <h3>21. กฎหมายที่ใช้บังคับและเขตอํานาจศาล</h3>
                          <p><b>21.1</b> ข้อกําหนดและเงื่อนไขเหล่านี้จะอยู่ภายใต้กฎหมายของคูราเซา </p>

                          <p><b>21.2</b> คุณรับทราบว่าเกมได้รับการจัดระเบียบและควบคุมโดยอาณาเขตของคูราเซาเว้นแต่จะระบุไว้เป็นอย่างอื่น ความสัมพันธ์ตามสัญญาใด ๆ ระหว่างคุณและ บริษัท จะถือว่าได้เข้าและดําเนินการโดยคู่สัญญาในคูราเซาตามที่อยู่สํานักทะเบียน บริษัท </p>

                          <p><b>21.3</b> คู่สัญญาตกลงว่าข้อพิพาทการโต้เถียงหรือการเรียกร้องใด ๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อกําหนดและเงื่อนไขเหล่านี้หรือการละเมิดการยุติหรือโมฆะจะอยู่ภายใต้เขตอํานาจศาลเฉพาะของศาลคูราเซา </p>

                          <h3>22. การร้องเรียน</h3>
                          <p><b>22.1</b> หากคุณมีข้อร้องเรียนหรือข้อร้องเรียนใด ๆ เกี่ยวกับบริการของเราคุณสามารถติดต่อทีมบริการลูกค้าของเราผ่านฟังก์ชั่นแชทที่มีอยู่บนเว็บไซต์หรือตามที่อยู่อีเมล เราจะพยายามอย่างดีที่สุดเพื่อแก้ปัญหาที่คุณกําลังเผชิญในเวลาที่สั้นที่สุด </p>
                      </div>`
  }
}
